<!DOCTYPE html>
<html>
<head>
<script language="JavaScript1.2">
<!--
function dblclick() {
	window.scrollTo(0,0)
}
if (document.layers) {
	document.captureEvents(Event.ONDBLCLICK);
}
document.ondblclick=dblclick;
//-->
</script>
</head>
<body><body bgcolor="#FFFFCC">
<script launguage=javascript>var fontSize=1;function zoomIn(){fontSize+=0.1;document.body.style.fontSize=fontSize+"em";}
function zoomOut(){fontSize-=0.1;document.body.style.fontSize=fontSize+"em";}</script>
<input type="button" value="+" onClick="zoomIn()" style="border:1px solid;width:50px;height:25px;font-size:18px"/><br/>
&nbsp;<br/>
<input type="button" value="-" onClick="zoomOut()" style="border:1px solid;width:50px;height:25px;font-size:18px"/></p>

<div style="font-size:0px;height:0px;line-height:0px;margin:0;padding:0;clear:both"></div>
<h3><strong>DANP.inc </strong>Daniel Amani Noordin</h3>
</diV>
  <FORM><INPUT Type="button" VALUE="Back" onClick="history.go(-1);return true;"></FORM>
  </div>
<h1>&nbsp;<strong>E</strong></h1>
<p><strong>e </strong>huruf kelima abjad Rumi.</p>
<p>&nbsp;</p>
<p><strong>e </strong>(&eacute;) sr kata utk menarik perhatian (memanggil, mengejek, dll): <em>~ , tengok</em> <em>rumah terbakar di sana!; ~, jaga baik-baik titi itu licin!; ~, tak malu budak telanjang!</em></p>
<p>&nbsp;</p>
<p><strong>EAEC </strong>kep <em>East Asia Economic Caucus</em> (Perundingan Ekonomi Asia Timur)<em>.</em></p>
<p>&nbsp;</p>
<p><strong>ebam </strong>(&eacute;bam) ark sj bekas air drpd tembikar yg panjang bulat dan bertutup.</p>
<p>&nbsp;</p>
<p><strong>ebek </strong>(&eacute;b&eacute;k)<strong> I </strong>penudung jendela (spt bidai dll) utk melindungi sesuatu ruang drpd panas matahari.</p>
<p>&nbsp;</p>
<p><strong>ebek </strong>(&eacute;b&eacute;k)<strong> II </strong>sj ikan laut, <em>Alectis spp.</em></p>
<p>&nbsp;</p>
<p><strong>ebeng </strong>(&eacute;b&eacute;ng);<strong> mengebeng </strong>menari berhadap-hadapan dgn atau bersama-sama dgn wanita joget yg diberi bayaran.</p>
<p>&nbsp;</p>
<p><strong>eber </strong>(&eacute;b&eacute;r) Kl<strong> 1. </strong>gelambir, pial (ayam);<strong> 2. </strong>kain dll tudung jendela atau pintu, langsir; <strong>3.</strong> bahagian dinding yg menganjur keluar.</p>
<p>&nbsp;</p>
<p><strong>ebi </strong>(&eacute;bi) C udang kering.</p>
<p>&nbsp;</p>
<p><strong>Ebola </strong>= <em>demam ~</em> sj penyakit bawaan virus yg dicirikan oleh perdarahan yg teruk dr rongga tubuh dan pemusnahan tisu dalaman yg akhirnya boleh menyebabkan kematian.</p>
<p>&nbsp;</p>
<p><strong>ebonit </strong>(&eacute;bonit) getah hitam (biasanya keras) yg terhasil dgn mencampurkan getah asli dgn sulfur pd suhu dan tekanan tinggi.</p>
<p>&nbsp;</p>
<p><strong>ebro </strong>(&eacute;bro) sj kenderaan sewa (dua atau empat rodanya).<strong> ece </strong>(&eacute;c&eacute;) Jw;<strong> mengece </strong>mengejek, mempersendakan.<strong> ecek </strong>(&eacute;c&eacute;k) bp pura-pura;</p>
<p>&nbsp;</p>
<p><strong>ecek-ecek </strong>bukan sungguh-sungguh (betul-betul), olok-olok; <em>perang ~ </em>perang olok-olok.</p>
<p>&nbsp;</p>
<p><strong>eceng&nbsp; </strong>(&eacute;c&eacute;ng)&nbsp; Jk&nbsp; sj&nbsp; tumbuhan&nbsp; (herba&nbsp; yg&nbsp; boleh&nbsp; dimakan&nbsp; bunganya),</p>
<p>&nbsp;</p>
<p><em>Limnocharis flava.</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><strong>ecer </strong>(&eacute;c&eacute;r)<strong> I </strong>Kl;<strong> mengecer 1. </strong>menjelejehkan (air, minyak, dll), menaburkan di sana sini; <strong>2.</strong> ki menyebarkan atau menceritakan (rahsia dll) ke sana ke mari, mengheboh-hebohkan. <strong>3.</strong> meratakan sesuatu: <em>Pak Man sedang ~ simen di hadapan rumahnya.</em></p>
<p>&nbsp;</p>
<p><strong>ecer </strong>(&eacute;c&eacute;r)<strong> II </strong>Jw;<strong> mengecerkan </strong>menjual sedikit-sedikit, menjual (secara) runcit;</p>
<p>&nbsp;</p>
<p><strong>eceran </strong>perihal menjual barang sedikit-sedikit: <em>pedagang ~ di</em> <em>pinggir jalan; harga ~ </em>harga menjual barang sedikit-sedikit, harga (jualan) runcit.</p>
<p>&nbsp;</p>
<p><strong>ECG </strong>kep <em>electrocardiogram</em> (elektrokardiogram).</p>
<p>&nbsp;</p>
<p><strong>edafologi </strong>(&eacute;dafologi) kajian tentang pengaruh tanah terhadap benda hidup, terutamanya tumbuhan, termasuklah penggunaan baja dan pemuliharaan taraf kesuburan tanah.</p>
<p>&nbsp;</p>
<p><strong>e-dagang </strong>proses menjalankan urusan perniagaan (membeli atau menjual barangan atau perkhidmatan) melalui rangkaian komputer atau internet: <em>manfaat ~ ini boleh dinikmati oleh semua golongan</em> <em>pedagang dan orang biasa selaku pengguna.</em></p>
<p><strong>edah</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>idah II.</strong></p>
<p>&nbsp;</p>
<p><strong>edan </strong>(&eacute;dan) Jw gila: <em>entah gadis itu telah ~ entah sekadar berkelakar, ia</em> <em>tidak tahu; ~ kesmaran </em>sl gila cinta (berahi), mabuk cinta.</p>
<p>&nbsp;</p>
<p><strong>edar </strong>(&eacute;dar);<strong> beredar, mengedar </strong>ark<strong> 1. </strong>bergerak berkeliling hingga sampai ke tempat asal (permulaan), berlegar: <em>bumi kita ini ~</em> <em>mengikut garis perjalanannya yg tertentu; bintang ~ </em>bintang siarah, planet; <strong>2.</strong> berpindah-pindah dr tangan ke tangan: <em>surat</em> <em>pekeliling itu sudah ~ beberapa hari dahulu; </em><strong>3.</strong> berundur dr tempat seseorang itu berada (utk pulang, pergi ke tempat lain, dll), berpindah (beralih) tempat: <em>tamat sahaja pertandingan itu, maka</em> <em>penonton pun ~ pulang; ~ dr meja makan ke tempat rehat; zaman</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><em>~ musim berubah </em>prb keadaan sesuatu itu berubah-ubah dr masa ke masa;</p>
<p>&nbsp;</p>
<p><strong>mengedari 1. </strong>(bergerak) mengelilingi, melegari: <em>bumi ~ matahari;</em></p>
<p>&nbsp;</p>
<ol start="2">
<li>menjelajahi: <em>~ dunia dgn basikal;</em><strong> 3. </strong>menjalani sekitar: <em>dibawanya saya ~ jalan-jalan raya di Kuala Lumpur; </em><strong>mengedarkan, memperedarkan </strong>menyampaikan sesuatu drpd seorang kpd seorang lain dan seterusnya, mengelilingkan, menyebarkan: <em>setiausaha kami telah ~ surat undangan mesyuarat</em> <em>kpd semua ahli; pelayan dlm jamuan itu ~ pinggan berisi kuih kpd tetamu sekalian; borang yg diperedarkan dahulu mesti dikembalikan pd hujung bulan ini; ~ wang </em>mengeluarkan wang utk digunakan oleh rakyat;</li>
</ol>
<p>&nbsp;</p>
<p><strong>edaran 1. </strong>=<strong> peredaran </strong>sesuatu siri perubahan (bkn keadaan, benda, dll) yg berulang-ulang atau yg akan kembali kpd keadaan asalnya; <em>~ air</em> edaran air menjadi wap, wap menjadi awan, awan menjadi hujan (air); <em>~ melambung meleset</em> (Eko) perubahan keadaan ekonomi drpd keadaan makmur menjadi meleset, kemudian makmur kembali; <strong>2.</strong> (sesuatu) yg diedarkan: <em>surat ~;</em> <strong>peredaran 1. </strong>perihal beredar, gerakan yg berkeliling: <em>~ matahari;</em></p>
<p>&nbsp;</p>
<ol start="2">
<li>perjalanan dr satu tempat ke tempat lain;<strong> 3. </strong>perpindahan (wang) dr tangan ke tangan (dlm masyarakat); <strong>4.</strong> perkembangan drpd suatu keadaan kpd yg lain: <em>~ hidup; ~ dunia</em> = <em>~ zaman</em> perkembangan atau perubahan dunia (masa);</li>
</ol>
<p>&nbsp;</p>
<p><strong>pengedaran</strong>&nbsp;&nbsp; perihal&nbsp;&nbsp;&nbsp; (usaha,&nbsp;&nbsp;&nbsp; kegiatan,&nbsp;&nbsp;&nbsp; dsb)&nbsp;&nbsp;&nbsp; mengedarkan:&nbsp;&nbsp;&nbsp; <em>~</em></p>
<p>&nbsp;</p>
<p><em>risalah;</em></p>
<p>&nbsp;</p>
<p><strong>pengedar 1. </strong>(Kej) alat utk menyampaikan arus elektrik ke palam penyala silinder; <strong>2.</strong> penjual barang-barang kpd penjual runcit atau</p>
<p>&nbsp;</p>
<p>pembeli: <em>~ buku.</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><strong>edema </strong>(&eacute;dema) (Ubat) kewujudan air yg berlebihan pd ruang antara tisu tubuh sehingga menyebabkan bahagian yg berkenaan kelihatan bengkak.</p>
<p>&nbsp;</p>
<p><strong>edik </strong>(&eacute;dik) perintah, pengisytiharan, dll yg formal oleh pihak yg berkuasa.</p>
<p>&nbsp;</p>
<p><strong>edisi </strong>(&eacute;disi)<strong> 1. </strong>versi tertentu buku yg dicetak pd satu-satu masa: <em>~ Dewan</em> <em>Bahasa dan Pustaka; </em><strong>2.</strong> bentuk teks yg diterbitkan:<em> ~ kulit keras;</em></p>
<p>&nbsp;</p>
<ol start="3">
<li>keluaran surat khabar atau majalah berkala utk masa atau tempat tertentu: <em>surat khabar ~ pagi.</em></li>
</ol>
<p>&nbsp;</p>
<p><strong>edit </strong>(&eacute;dit);<strong> mengedit </strong>menyunting (karangan, buku, dsb);<strong> pengeditan </strong>proses (kerja dsb) mengedit, penyuntingan;<strong> pengedit </strong>orang yg mengedit, editor.</p>
<p>&nbsp;</p>
<p><strong>editor </strong>(&eacute;ditor) orang yg memperbaik (memperkemas) dan menyediakan karangan (makalah, buku, dsb) utk dicetak, penyunting, pengedit: <em>mereka berbicara tentang tanggungjawab ~, penulis, dan pembaca; ~ kopi </em>editor yg menyunting manuskrip dr segi ketepatan dan keselarasan ejaan, istilah, tatabahasa, gaya bahasa, dan gaya penulisan sesuai dgn gaya penerbit.</p>
<p>&nbsp;</p>
<p><strong>editorial </strong>(&eacute;ditorial)<strong> 1. </strong>bkn dgn editor (dr segi tugas, tanggungjawab dsb): <em>jawatankuasa ~; </em><strong>2.</strong> rencana khas dlm akhbar dsb yg ditulis oleh editor, pengarang, atau penerbitnya utk mengutarakan pandangan atau ulasan tentang sesuatu persoalan semasa, lidah pengarang, rencana pengarang.</p>
<p>&nbsp;</p>
<p><strong>EDP </strong>kep <em>electronic data processing</em> (pemprosesan data elektronik).</p>
<p>&nbsp;</p>
<p><strong>ee </strong>(&eacute;&eacute;),<strong> eeh </strong>(&eacute;&eacute;h) sr kata utk menarik perhatian (kerana hairan, terkejut, dll): <em>~ , jaga-jaga sikit ya!; ~, kalau tak silap, itu Encik Nasir!</em></p>
<p>&nbsp;</p>
<p><strong>EEC </strong>kep <em>European Economic Community</em> (Komuniti Ekonomi Eropah).<strong> efek I </strong>(&eacute;f&eacute;k) kesan: <em>rancangan luar bandar jelas kelihatan ~nya di</em></p>
<p>&nbsp;</p>
<p><em>kampung-kampung.</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><strong>efek II </strong>(&eacute;f&eacute;k) IB surat yg boleh dicagarkan (spt bon, surat saham, dll).<strong> efektif </strong>(&eacute;f&eacute;ktif) ada kesannya (pengaruhnya), berkesan, mujarab (bkn</p>
<p>&nbsp;</p>
<p>ubat): <em>satu sistem perkhidmatan awam yg ~ tidak akan wujud</em> <em>semata-mata kerana pelaksanaan disiplin yg kuat sahaja.</em></p>
<p>&nbsp;</p>
<p><strong>efemeral </strong>(&eacute;femeral) (Bio) bkn tumbuhan yg menyelesaikan kitar hidupnya dlm jangka masa yg pendek, terutama tumbuhan di padang pasir.</p>
<p>&nbsp;</p>
<p><strong>efendi </strong>(&eacute;f&eacute;ndi) (Turki) tuan (sebutan bagi golongan bangsawan).</p>
<p>&nbsp;</p>
<p><strong>efisien </strong>(&eacute;fisien) bkn individu, organisasi, mesin, dll yg boleh menjalankan tugas dgn cekap (tanpa pembaziran waktu dan tenaga);</p>
<p>&nbsp;</p>
<p><strong>keefisienan </strong>perihal atau keadaan efisien, kecekapan, keterampilan: <em>rasuah mengakibatkan turunnya ~ dlm pentadbiran.</em></p>
<p>&nbsp;</p>
<p><strong>efloresens </strong>(&eacute;flor&eacute;sens) (Bio) proses berbunga atau tempoh berbunga.<strong> efluen </strong>(&eacute;fluen) (Kim) sisa buangan cecair (spt bahan kimia, kumuhan,</p>
<p>&nbsp;</p>
<p>dsb) dr kilang, atau kumbahan yg mengalir keluar ke dlm sungai atau laut.</p>
<p>&nbsp;</p>
<p><strong>EGA </strong>kep <em>enhanced graphics adapter</em> (penyesuai grafik tertingkat).<strong> egah </strong>mulia;</p>
<p>&nbsp;</p>
<p><strong>mengegahkan</strong>; <em>~ diri</em> memuliakan diri.</p>
<p>&nbsp;</p>
<p><strong>egah </strong>(&eacute;gah);<strong> mengegah </strong>berjalan dgn mengangkat bahu ke depan (kiri dan kanan berganti-ganti).</p>
<p>&nbsp;</p>
<p><strong>egalitarian </strong>(&eacute;galitarian)<strong> 1. </strong>bkn egalitarianisme;<strong> 2. </strong>orang yg mendukung atau menganut egalitarianisme.</p>
<p>&nbsp;</p>
<p><strong>egalitarianisme </strong>(&eacute;galitarianisme) fahaman bahawa semua orang sama rata, dan dgn itu mestilah mendapat hak dan peluang yg sama: <em>dlm</em> <em>keluarga Melayu amnya dan keluarga Islam khususnya, terdapat ciri-ciri ~ yg mendasari bentuk keluarga demokratik</em>.</p>
<p>&nbsp;</p>
<p><strong>egat </strong>ark;<strong> mengegatkan </strong>mengeratkan.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>egerang </strong>(&eacute;gerang) Jw jangkungan, kaki kayu.</p>
<p>&nbsp;</p>
<p><strong>ego </strong>(&eacute;go) persepsi seseorang tentang harga dirinya, yg seterusnya mempengaruhi keyakinan dirinya: <em>dan sbg hamba yg sudah bebas</em> <em>kembali, ~nya datang, keperibadiannya tumbuh, sifatnya sbg manusia berkembang dan mengukuh kuat; beliau mengakui bahawa perasaan ~nya sangat kuat;</em></p>
<p>&nbsp;</p>
<p><strong>keegoan </strong>perihal mementingkan diri sendiri: <em>ia menceritakan</em> <em>segala kesenangannya, dan lebih jauh drpd itu memperlihatkan ~nya.</em></p>
<p>&nbsp;</p>
<p><strong>egois </strong>(&eacute;gois)<strong> 1. </strong>orang yg suka mengutamakan (menonjolkan) diri serta bermegah-megah: <em>sbg ~, kita tidak suka dikritik.</em></p>
<p>&nbsp;</p>
<p><strong>egoisme </strong>(&eacute;goisme) (Psi) sikap (kelakuan) yg mementingkan diri sendiri atau menganggap diri sendiri lebih penting drpd orang lain.</p>
<p>&nbsp;</p>
<p><strong>egoistik </strong>(&eacute;goistik) bkn orang yg mementingkan diri sendiri.<strong> egol </strong>(&eacute;gol) Jk;<strong> mengegol </strong>mengungkit, mengumpil.</p>
<p>&nbsp;</p>
<p><strong>egomania </strong>(&eacute;gomania) sifat atau perasaan terlalu sayang akan diri sendiri dan mementingkan segala kemahuan diri sendiri sahaja.</p>
<p>&nbsp;</p>
<p><strong>egos </strong>(&eacute;gos) Jk;<strong> mengegosi </strong>mengelak sesuatu, menghindari (dgn berbelok, menyisir, dll);</p>
<p>&nbsp;</p>
<p><strong>mengegoskan 1. </strong>membelokkan utk mengelakkan sesuatu (kereta dll); <strong>2.</strong> mengelakkan (pukulan, tikaman, dll).</p>
<p>&nbsp;</p>
<p><strong>egosentrik </strong>(&eacute;gosentrik) (Psi) bersifat mementingkan keperluan sendiri sahaja (tanpa mengendahkan keperluan orang lain).</p>
<p>&nbsp;</p>
<p><strong>egosentrisisme </strong>(&eacute;gos&eacute;ntrisisme) sifat atau sikap mementingkan diri sendiri sahaja tanpa mengendahkan kepentingan orang lain.</p>
<p>&nbsp;</p>
<p><strong>egotisme </strong>(&eacute;gotisme) (Psi) perihal mementingkan diri sendiri.</p>
<p>&nbsp;</p>
<p><strong>eh </strong>(&eacute;h) sr kata utk menyatakan kehairanan (terkejut, terperanjat, dll): <em>&ldquo;~,</em> <em>dulu di sinilah dia tinggal! Sudah dipindahkan dia agaknya?&rdquo;</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><strong>ehem </strong>(&eacute;h&eacute;m)<strong> 1. </strong>bunyi batuk kecil;<strong> 2. </strong>sr kata utk menyatakan tahu akan sesuatu (rahsia dll): <em>~, aku tahulah!</em></p>
<p>&nbsp;</p>
<p><strong>ehwal </strong>(&eacute;hwal) hal, kejadian: <em>~ semasa.</em></p>
<p>&nbsp;</p>
<p><strong>einsteinium </strong>(&eacute;inst&eacute;inium) (Kim) unsur radioaktif bersimbol Es dan bernombor atom 99.</p>
<p>&nbsp;</p>
<p><strong>eja </strong>(&eacute;ja);<strong> mengeja </strong>membunyikan (menulis) huruf-huruf secara berturut-turut dlm sesuatu perkataan: <em>~ perkataan sama ialah s-a-m-a;</em> <strong>ejaan </strong>kaedah atau cara menulis perkataan dgn huruf: <em>penyelarasan</em> <em>~ khususnya tertumpu pd kata-kata pinjaman (tatanama ubat, bahan kimia, batu, bakteria, virus, kulat, dll);</em></p>
<p>&nbsp;</p>
<p><strong>pengejaan </strong>perihal mengeja.</p>
<p>&nbsp;</p>
<p><strong>ejan</strong>&nbsp;&nbsp;&nbsp; <strong>I; mengejan </strong>meneran (apabila membuang air besar, ketika perempuan hendak bersalin, dll); <strong>rejan I.</strong></p>
<p>&nbsp;</p>
<p><strong>ejan II </strong>Mn;<strong> mengejan, mengejan-ejan </strong>memaksa (-maksa), mencari-cari.</p>
<p>&nbsp;</p>
<p><strong>ejek </strong>(&eacute;j&eacute;k);<strong> mengejek </strong>mempersendakan (mempermainkan, mentertawakan) orang (dgn mengajuk, mengeluarkan kata-kata yg memarahkan dll), memperolok-olokkan, mencemuh, menghina, menyindir: <em>engkau yg ~ dia tadi, sebab itulah ditempelengnya</em> <em>engkau;</em></p>
<p>&nbsp;</p>
<p><strong>ejek-mengejek </strong>saling mengejek antara satu sama lain;<strong> berejekan </strong>ejek-mengejek: <em>antara mereka saling ~;</em></p>
<p>&nbsp;</p>
<p><strong>ejekan </strong>perbuatan mengejek, cemuhan, olok-olok (utk menghina), sindiran: <em>saya sudah lali dgn ~ mereka semua.</em></p>
<p>&nbsp;</p>
<p><strong>ejen </strong>(&eacute;j&eacute;n)<strong> 1. </strong>orang (syarikat dsb) yg menjalankan perniagaan utk orang lain, wakil penjual: <em>barang-barang gudang kalau dibeli drpd ~nya</em> <em>tentu lebih murah; </em><strong>2.</strong> orang yg diupah (digaji) utk melakukan sesuatu utk orang lain (pemerintah dll): <em>beberapa orang ~ musuh</em> <em>telah ditangkap sebelum mereka sempat melakukan kerja</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><em>menyerobot; ~ provokasi </em>ejen rahsia yg digaji utk memprovokasi orang yg disyaki melakukan perbuatan salah.</p>
<p>&nbsp;</p>
<p><strong>ejing </strong>sj permainan.</p>
<p>&nbsp;</p>
<p><strong>ek </strong>(&eacute;k) bp berlagak (menunjukkan kemegahan, keangkuhan, dsb): <em>walaupun dia tidak mempunyai kerja, dia selalu ~.</em></p>
<p>&nbsp;</p>
<p><strong>eka</strong>- (&eacute;ka) (Sanskrit) <em>awalan asing</em> esa, satu, tunggal, mis <em>ekabahasa</em>.<strong> ekaatom </strong>(&eacute;kaatom) (Kim) mempunyai satu atom.</p>
<p>&nbsp;</p>
<p><strong>ekabahasa </strong>(&eacute;kabahasa)<strong> 1. </strong>(bkn kamus) dlm satu bahasa (keseluruhan kandungannya, iaitu perkataan dll yg ditakrif, takrif, serta maklumat lain yg diberikan): <em>Kamus Dewan ialah kamus ~;</em> <strong>2.</strong></p>
<p>&nbsp;</p>
<p>(bkn orang) mengetahui atau boleh bertutur dsb dlm satu bahasa sahaja (biasanya bahasa ibundanya);</p>
<p>&nbsp;</p>
<p><strong>berekabahasa </strong>dapat bertutur dlm satu bahasa sahaja: <em>kelas</em> <em>peralihan utk murid-murid yg ~ Melayu.</em></p>
<p>&nbsp;</p>
<p><strong>ekafungsi </strong>(&eacute;kafungsi) mempunyai satu fungsi.</p>
<p>&nbsp;</p>
<p><strong>ekahala </strong>(&eacute;kahala) mempunyai atau mengikut satu hala sahaja.</p>
<p>&nbsp;</p>
<p><strong>ekamatra </strong>(&eacute;kamatra)<strong> 1. </strong>mempunyai satu dimensi, berukuran satu;<strong> 2. </strong>baris puisi yg mempunyai satu kaki matra sahaja.</p>
<p>&nbsp;</p>
<p><strong>ekapaksi </strong>(&eacute;kapaksi) mempunyai satu paksi.</p>
<p>&nbsp;</p>
<p><strong>ekar </strong>(&eacute;kar) ukuran luas yg bersamaan dgn 4840 ela persegi atau 4046.86 meter persegi.</p>
<p>&nbsp;</p>
<p><strong>ekasuku </strong>(&eacute;kasuku) (Lin) mempunyai satu suku kata (bkn perkataan).<strong> ekawarna </strong>(&eacute;kawarna) mempunyai satu warna.</p>
<p>&nbsp;</p>
<p><strong>ekeh </strong>(&eacute;k&eacute;h) Mn;<strong> terekeh-ekeh </strong>terngap-ngap, termengah-mengah.<strong> ekistik </strong>(&eacute;kistik) (Geog) kajian tentang petempatan manusia.</p>
<p>&nbsp;</p>
<p><strong>eklektik </strong>(&eacute;kl&eacute;ktik) dipilih atau diperoleh yg terbaik drpd berbagai-bagai sumber yg berlainan (bkn idea, gaya, kepercayaan, objek dsb): <em>pendekatan ~; kaedah ~.</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><strong>eklektisisme </strong>(&eacute;kl&eacute;ktisisme) amalan atau prinsip memilih sesuatu (objek, idea, gaya, kepercayaan, sistem dsb) drpd berbagai-bagai sumber agar memperoleh pilihan yg terbaik.</p>
<p>&nbsp;</p>
<p><strong>ekografi </strong>(&eacute;kografi) pemeriksaan struktur (organ atau tisu) dalaman tubuh dgn teknik ultrabunyi.</p>
<p>&nbsp;</p>
<p><strong>ekogram </strong>(&eacute;kogram) rakaman yg dibuat secara ekografi.</p>
<p>&nbsp;</p>
<p><strong>ekokardiografi </strong>(&eacute;kokardiografi) pemeriksaan jantung dgn menggunakan teknik ultrabunyi.</p>
<p>&nbsp;</p>
<p><strong>ekokardiogram</strong>&nbsp;&nbsp;&nbsp; (&eacute;kokardiogram)&nbsp;&nbsp;&nbsp;&nbsp; rakaman&nbsp;&nbsp;&nbsp; yg&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; dihasilkan&nbsp;&nbsp;&nbsp;&nbsp; secara</p>
<p>&nbsp;</p>
<p>ekokardiografi.</p>
<p>&nbsp;</p>
<p><strong>ekolalia </strong>(&eacute;kolalia)<strong> 1. </strong>(Psi) kecenderungan seseorang mengulangi atau meniru kata-kata yg baru sahaja dituturkan oleh orang lain secara spontan disebabkan faktor spt kerosakan otak dan penyakit mental;</p>
<p>&nbsp;</p>
<ol start="2">
<li>perbuatan meniru kata-kata orang lain oleh kanak-kanak yg baru belajar bercakap.</li>
</ol>
<p>&nbsp;</p>
<p><strong>ekologi </strong>(&eacute;kologi)<strong> 1. </strong>kajian tentang hubungan antara organisma hidup dgn persekitarannya; <strong>2.</strong> hubungan antara tumbuhan, binatang dan manusia dgn persekitaran: <em>keseimbangan sistem ~ mengalami</em> <em>kerosakan sehingga menimbulkan pelbagai bencana.</em></p>
<p>&nbsp;</p>
<p><strong>ekonometri </strong>(&eacute;konom&eacute;tri) penerapan ilmu matematik dan statistik bagi menyelesaikan masalah dan teori ekonomi.</p>
<p>&nbsp;</p>
<p><strong>ekonomi </strong>(&eacute;konomi)<strong> 1. </strong>ilmu bkn pengeluaran, pengagihan, penggunaan barang-barang, dan perkhidmatan: <em>beberapa orang penuntut ~</em> <em>sedang membantu Kementerian Buruh menyelidiki keadaan pengangguran sekarang ini; ahli ~ </em>orang yg pakar dlm bidang ekonomi; <strong>2.</strong> sistem pengendalian sumber kekayaan (kewangan, perindustrian, perdagangan, dll) sesebuah negara: <em>langkah-langkah</em> <em>perlu diambil dgn segera utk mewujudkan ~ yg lebih menguntungkan rakyat jelata; </em><strong>3.</strong> keadaan kekayaan atau</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>kebendaan: <em>pertentangan kaum pasti menghancurkan ~ negara yg</em> <em>maju ini; </em><strong>4.</strong> bp urusan mengenai hal (perbelanjaan, penggunaan barang-barang, dll) dlm rumah tangga; <strong>5.</strong> bp hemat, kehematan;</p>
<p>&nbsp;</p>
<p><em>~ campuran </em>sistem ekonomi yg sebahagian sumbernya dikawal oleh sektor awam dan sebahagian lagi oleh sektor swasta; <em>~</em> <em>kebajikan </em>cabang ekonomi yg memperhitungkan asas-asas ekonomi dr segi kebajikan masyarakat; <em>~ kewangan</em> cabang ekonomi yg membincangkan soal kewangan dan peranannya dlm ekonomi; <em>~ makro</em> makroekonomi; <em>~ mikro</em> mikroekonomi; <em>~</em> <em>pertanian </em>cabang ekonomi mengenai pengeluaran (pembahagian dll) hasil pertanian; <em>~ politik</em> cabang ekonomi yg menganalisis ekonomi berdasarkan pendekatan politik; <em>~ tak stabil</em> ekonomi yg tidak tetap (pengeluarannya dll); <em>~ terbuka</em> ekonomi yg melibatkan perdagangan sesebuah negara dgn negara yg lain; <em>~ tertutup</em> ekonomi yg tidak melibatkan perdagangan antarabangsa, iaitu tidak wujud aktiviti import dan eksport barang dan faktor pengeluaran;</p>
<p>&nbsp;</p>
<p><strong>berekonomi 1. </strong>mengerjakan sesuatu dgn berdasarkan asas-asas ekonomi; <strong>2.</strong> berhati-hati (menggunakan wang dll), berjimat, berhemat, bercermat;</p>
<p>&nbsp;</p>
<p><strong>berekonomikan </strong>berdasarkan sesuatu sbg sumber ekonomi: <em>sistem</em> <em>politik yg berideologikan nasionalisme dan ~ kapitalisme</em>; <strong>keekonomian 1. </strong>keadaan berekonomi;<strong> 2. </strong>bp kecermatan,</p>
<p>&nbsp;</p>
<p>kehematan;</p>
<p>&nbsp;</p>
<p><strong>perekonomian </strong>hal atau kegiatan ekonomi.</p>
<p>&nbsp;</p>
<p><strong>ekonomik </strong>(&eacute;konomik) bkn sesuatu yg menghasilkan keuntungan atau tidak merugikan, atau yg tidak melibatkan atau tidak menggunakan perbelanjaan, dsb yg membazir: <em>usaha yg dijalankan setakat ini</em> <em>masih menghadapi banyak masalah, spt saiz ladang yg tidak ~.</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><strong>ekonomis </strong>(&eacute;konomis) Id, bp tidak boros, jimat, tidak menggunakan sesuatu dgn membazir atau berlebihan.</p>
<p>&nbsp;</p>
<p><strong>ekopelancongan </strong>(&eacute;kopelancongan) pelancongan yg berasaskan sumber dan pemeliharaan alam semula jadi (spt flora, fauna, pantai, tasik, sungai dll): <em>pelbagai kajian dijalankan utk menjadikan Tasik Bera</em> <em>sbg pusat penyelidikan dan ~.</em></p>
<p>&nbsp;</p>
<p><strong>ekopraksia </strong>(&eacute;kopraksia) (Psi) kecenderungan meniru gerak-geri seseorang secara spontan.</p>
<p>&nbsp;</p>
<p><strong>ekor </strong>(&eacute;kor)<strong> I 1. </strong>bahagian yg di belakang sekali pd tubuh binatang (biasanya spt menganjur keluar dr tulang punggung dan boleh digerak-gerakkan): <em>~ ikan pari panjang dan tirus ke hujung;</em> <em>burung merak mempunyai ~ yg cantik; </em><strong>2.</strong> a) penjodoh bilangan utk binatang: <em>dua ~ burung punai; empat ~ lembu;</em> b) bk penjodoh bilangan utk anak: <em>anak empat ~ tu, siapa yg menjaganya?</em> <strong>3.</strong> sesuatu yg menyerupai ekor: <em>~ layang-layang itu gunanya ialah</em> <em>supaya layang-layang itu tidak terjal; </em><strong>4.</strong> bahagian yg paling belakang (pd perarakan dll): <em>~ perarakan itu baru saja lalu di sini;</em></p>
<p>&nbsp;</p>
<ol start="5">
<li>bk pengikut, penganut;<strong> 6. </strong>=<strong> ekoran </strong>akibat (perkembangan dsb) drpd sesuatu peristiwa dll, lanjutan: <em>perbincangan kali ini</em> <em>sebenarnya ialah ekoran drpd ceramah yg kita dengar dahulu; tindakan yg buruk spt itu takkanlah tidak ada ~nya nanti;</em></li>
</ol>
<p>&nbsp;</p>
<p><em>~ belangkas </em>a) bayonet yg rupanya spt ekor belangkas; b) cucuk sanggul yg rupanya spt ekor belangkas; <em>~ buaya</em> sj alat yg digunakan utk membuat keris; <em>~ cicak</em> rambut yg berjuntai di antara telinga dan pipi; <em>~ kuda</em> (fesyen) rambut perempuan yg diikat dan berjuntai di belakang spt ekor kuda; <em>~ lipas</em> rambut pd lubang tengkuk; <em>~ lotong</em> sj meriam kecil yg hujungnya (pd bahagian belakangnya) spt ekor lotong; <em>~ mata</em> sudut mata kiri (kanan) yg di sebelah luar; <em>~ negeri</em> hujung kampung yg di sebelah</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>hilir; <em>~ pipi</em> bahagian pipi yg di bawah sekali; <em>~ pulau</em> hujung pulau yg di sebelah hilir; <em>~ tikus</em> kikir yg panjang dan bulat (tidak bersegi);</p>
<p>&nbsp;</p>
<p><em>~ anjing beberapa pun diurut akan dia, tiada juga betul </em>=<em> lurus-lurus ~ anjing, walau bagaimanapun ada juga bengkoknya </em>=<em> habis sepasu minyak ~ anjing, tidak akan lurus </em>=<em> hendak meluruskan ~ anjing </em>prb orang yg bertabiat jahat itu bagaimanapun hendak diperbaiki tetap jahat juga; <em>bagai lintah dipotong ~</em> prb sesuatu yg dilakukan dgn pantas; <em>tiada tentu ~ kepala</em> prb rupa orang yg gemuk dan buruk;</p>
<p>&nbsp;</p>
<p><strong>berekor 1. </strong>mempunyai ekor, ada ekor;<strong> 2. </strong>ki berterusan akibatnya (kesannya dsb), berpanjangan, berlanjutan: <em>baik awak mengaku</em> <em>saja, supaya perkara ini tidak ~ ke dlm mahkamah;</em></p>
<p>&nbsp;</p>
<p><strong>berekor-ekor </strong>berikut-ikut (berturut-turut) memanjang, berlarut-larut: <em>kesal yg dirasa di hatinya ~ pula;</em></p>
<p>&nbsp;</p>
<p><strong>berekoran; </strong><em>~ drpd</em> terbit atau berlaku sbg perkembangan drpd sesuatu peristiwa, perkembangan, dsb yg telah berlaku, lanjutan drpd;</p>
<p>&nbsp;</p>
<p><strong>mengekor 1. </strong>bergayut (bergantung) spt ekor;<strong> 2. </strong>mengikut: <em>Cikgu</em> <em>Midah ~ di belakangnya; </em><strong>3.</strong> mengikut atau menurut(i) sahaja (sesuatu yg dilakukan oleh seseorang), meniru: <em>penulis kita ~</em> <em>sahaja, menurut jalan yg sudah ditebang dan ditebas oleh tokoh-tokoh sastera yg lain; kami angkatan baru pantang ~</em>;</p>
<p>&nbsp;</p>
<p><strong>mengekori </strong>mengikut(i) atau menyertai dr belakang: <em>Leman hanya</em> <em>membuntut orang tua itu spt anak manja ~ ibunya;</em></p>
<p>&nbsp;</p>
<p><strong>ekoran </strong>akibat atau perkembangan seterusnya yg timbul drpd sesuatu peristiwa dll, lanjutan (drpd sesuatu yg telah berlaku);</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>pengekoran </strong>perbuatan dsb mengekori (menerima dan mengikuti sahaja): <em>dia tidak dapat menerima realiti begitu sahaja, dia</em> <em>membantah ~ tersebut;</em></p>
<p>&nbsp;</p>
<p><strong>pengekor </strong>pengikut, penganut.</p>
<p>&nbsp;</p>
<p><strong>ekor </strong>(&eacute;kor)<strong> II; </strong><em>~ angin</em> sj tumbuhan (herba), daun sejumbuk, <em>Plantago</em> <em>major; ~ kucing </em>sj tumbuhan (herba),<em> Dysophylla auricularia; ~ kuda </em>a) sj tumbuhan (pokok), jati bukit,<em> Dacrydium beccarii; </em>b) sj tumbuhan (rumpai), rumput tahi babi, <em>Cernonia cinerea; ~ kuning</em> sj tumbuhan (herba), <em>Utricularia flexuosa; ~ landak</em> sj tumbuhan (herba), <em>Staurogyne comosa; ~ tupai</em> sj tumbuhan (pokok), <em>Justicia</em> <em>betonica; pokok ~ anis </em>=<em> pokok ~ anjing </em>=<em> pokok ~ kucing </em>sj tumbuhan (pokok), <em>Uraria crinita; (pokok) ~ anjing</em> sj tumbuhan (pokok renek), pokok korat tanah, <em>Uraria lagopoides.</em></p>
<p>&nbsp;</p>
<p><strong>ekor </strong>(&eacute;kor)<strong> III; </strong><em>murai (merbah) ~ gading</em> sj burung, <em>Terpsiphone</em> <em>paradisi.</em></p>
<p>&nbsp;</p>
<p><strong>ekor </strong>(&eacute;kor)<strong> IV<em>;</em> </strong><em>~ pedang,</em> sj ikan laut<em>, Xiphophorous spp.</em></p>
<p>&nbsp;</p>
<p><strong>ekosistem </strong>(&eacute;kosistem) sistem yg melibatkan interaksi antara suatu komuniti (haiwan, tumbuhan, dsb) dgn alam persekitarannya yg tidak bernyawa<em>.</em></p>
<p>&nbsp;</p>
<p><strong>ekotip </strong>(&eacute;kotip) (Bio) kumpulan tumbuhan atau haiwan dlm sesuatu spesies, yg menyesuaikan diri utk hidup dlm keadaan persekitaran tertentu.</p>
<p>&nbsp;</p>
<p><strong>eksais </strong>(&eacute;ksais) cukai atas barang-barang yg dikeluarkan dan digunakan di dlm negeri; <em>jabatan (pegawai) ~</em> jabatan (pegawai) yg mengurus dan menjaga pemungutan eksais.</p>
<p>&nbsp;</p>
<p><strong>eksantema </strong>(&eacute;ksant&eacute;ma) (Ubat) demam yg dicirikan dgn letusan pd kulit, mis demam campak.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>eksekutif </strong>(&eacute;ks&eacute;kutif) (orang atau golongan) yg mempunyai kuasa dan tanggungjawab berkaitan dgn pentadbiran atau pengurusan sesuatu organisasi (syarikat perniagaan dll).</p>
<p>&nbsp;</p>
<p><strong>eksemplar </strong>(&eacute;ksemplar) IB helai, (se)buah buku: <em>beri saya buku itu satu</em></p>
<p>&nbsp;</p>
<p><em>~.</em></p>
<p>&nbsp;</p>
<p><strong>eksentrik </strong>(&eacute;ks&eacute;ntrik) aneh (bkn perlakuan, idea dll): <em>orang yg ~;</em></p>
<p>&nbsp;</p>
<p><strong>keeksentrikan </strong>perihal (sifat atau keadaan) eksentrik.</p>
<p>&nbsp;</p>
<p><strong>ekshibit </strong>(&eacute;kshibit) (Udg) barang kes.</p>
<p>&nbsp;</p>
<p><strong>eksisi&nbsp; </strong>(&eacute;ksisi)&nbsp; (Ubat)&nbsp; pembuangan&nbsp; sesuatu&nbsp; organ&nbsp; (struktur,&nbsp; tisu&nbsp; dsb)</p>
<p>&nbsp;</p>
<p>badan secara pemotongan semasa pembedahan.</p>
<p>&nbsp;</p>
<p><strong>eksistensi</strong>&nbsp;&nbsp;&nbsp;&nbsp; (&eacute;ksist&eacute;nsi)&nbsp;&nbsp;&nbsp; kewujudan:&nbsp;&nbsp;&nbsp; <em>mereka</em>&nbsp;&nbsp;&nbsp;&nbsp; <em>ketika</em>&nbsp;&nbsp;&nbsp;&nbsp; <em>itu</em>&nbsp;&nbsp;&nbsp;&nbsp; <em>menghadapi</em></p>
<p>&nbsp;</p>
<p><em>penyerbuan buruh asing dan mengetepikan ~ penduduk tempatan</em>.</p>
<p>&nbsp;</p>
<p><strong>eksistensialis</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (&eacute;ksist&eacute;nsialis)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; orang&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; yg&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; menganut&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; falsafah</p>
<p>&nbsp;</p>
<p>eksistensialisme.</p>
<p>&nbsp;</p>
<p><strong>eksistensialisme </strong>(&eacute;ksist&eacute;nsialisme) fahaman (falsafah) moden yg menekankan pentingnya pengalaman manusia, dan bahawa setiap manusia (pd akhirnya) bertanggungjawab atas segala tindak-tanduknya: <em>drama tragedi menggarap persoalan yg serius spt soal-soal prinsip hidup yg berhubung dgn takdir, dan mempersoalkan ~.</em></p>
<p>&nbsp;</p>
<p><strong>ekskavasi </strong>(&eacute;kskavasi) kegiatan penggalian yg dilakukan utk mendapatkan maklumat tentang benda zaman purbakala.</p>
<p>&nbsp;</p>
<p><strong>eksklusif </strong>(&eacute;ksklusif) bkn (tempat, orang, dll) yg bertaraf tinggi (dlm masyarakat): <em>restoran ~;</em></p>
<p>&nbsp;</p>
<p><strong>keeksklusifan </strong>keadaan eksklusif: <em>karya reka yg lebih halus dan</em> <em>indah yg menggambarkan keunikan, ~, dan keaslian usaha seni pertukangan</em>.</p>
<p>&nbsp;</p>
<p><strong>ekskursi </strong>(&eacute;kskursi) perjalanan beramai-ramai ke tempat yg tidak jauh (utk beristirahat, meninjau-ninjau, dll), darmawisata;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>berekskursi </strong>berjalan atau berpergian beramai-ramai ke tempat yg tidak jauh (utk melihat-lihat tempat dll), berdarmawisata.</p>
<p>&nbsp;</p>
<p><strong>eksodus </strong>(&eacute;ksodus) perpindahan penduduk (meninggalkan kampung halaman, negeri, kota, dsb) secara beramai-ramai.</p>
<p>&nbsp;</p>
<p><strong>eksogami </strong>(&eacute;ksogami)<strong> 1. </strong>(Ant) adat atau perbuatan mengahwini seseorang drpd suku kaum lain; <strong>2.</strong> (Bio) penyatuan dua gamet yg berasal drpd dua induk yg mempunyai hubungan kekeluargaan yg jauh atau tidak mempunyai hubungan kekeluargaan.</p>
<p>&nbsp;</p>
<p><strong>eksokarpa </strong>(&eacute;ksokarpa) (Bio) epikarpa.</p>
<p>&nbsp;</p>
<p><strong>eksosfera </strong>(&eacute;ksosf&eacute;ra) lapisan paling luar atmosfera bumi yg letaknya kira-kira 400 km di atas permukaan bumi.</p>
<p>&nbsp;</p>
<p><strong>eksoterma </strong>(&eacute;ksoterma) (Kim) bkn proses atau tindak balas kimia yg membebaskan haba.</p>
<p>&nbsp;</p>
<p><strong>eksotik </strong>(&eacute;ksotik)<strong> 1. </strong>berasal dr luar negeri, asing;<strong> 2. </strong>luar biasa keistimewaannya (fesyen, masakan, dll): <em>restoran itu kerap</em> <em>menghidangkan masakan yg ~;</em></p>
<p>&nbsp;</p>
<p><strong>keeksotikan </strong>keadaan eksotik: <em>hasil sastera itu mendapat</em> <em>perhatian dunia kerana ~nya yg berhubungan dgn penikmatan.</em></p>
<p>&nbsp;</p>
<p><strong>eksotika </strong>(&eacute;ksotika) (sesuatu spt fesyen, makanan dll yg) luar biasa keistimewaannya: <em>filem mereka selalu memberikan gambaran klise</em> <em>tentang ~ Dunia Ketiga; kereta ~.</em></p>
<p>&nbsp;</p>
<p><strong>eksotisisme </strong>(&eacute;ksotisisme) (Sas) keanehan yg tergambar pd aspek latar, peristiwa dan watak yg mempesonakan atau mengasyikkan.</p>
<p>&nbsp;</p>
<p><strong>ekspatriat </strong>(&eacute;kspatriat) (orang) yg tinggal di negara asing: <em>pegawai ~.</em><strong> ekspedisi </strong>(&eacute;ksp&eacute;disi)<strong> 1. </strong>penghantaran atau pengiriman tentera utk</p>
<p>&nbsp;</p>
<p>sesuatu tindakan dll; <strong>2.</strong> perjalanan atau pemergian ke sesuatu tempat utk menyiasat (mencari, menemui, dll).</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>eksperimen </strong>(&eacute;ksp&eacute;rimen)<strong> 1. </strong>ujian atau penyelidikan, terutamanya yg dirancang utk membuktikan sesuatu hipotesis; <strong>2.</strong> percubaan pd sesuatu yg baru dan berbeza;</p>
<p>&nbsp;</p>
<p><strong>bereksperimen </strong>membuat eksperimen: <em>dia merupakan dramatis yg</em></p>
<p>&nbsp;</p>
<p><em>terus ~;</em></p>
<p>&nbsp;</p>
<p><strong>mengeksperimenkan </strong>melakukan eksperimen (terhadap seseorang atau sesuatu): <em>keupayaan Adi ~nya dlm sajak-sajaknya amat</em> <em>berkesan.</em></p>
<p>&nbsp;</p>
<p><strong>eksperimental </strong>(&eacute;ksp&eacute;rimental) bkn (berasaskan, bersifat) eksperimen, bersifat percubaan.</p>
<p>&nbsp;</p>
<p><strong>eksperimentalis </strong>(&eacute;ksp&eacute;rimentalis)&nbsp; orang&nbsp; yg&nbsp; menjalankan&nbsp; eksperimen:</p>
<p>&nbsp;</p>
<p><em>Galileo ialah seorang ~ besar dan juga seorang ahli matematik</em>. <strong>eksperimentasi </strong>(&eacute;ksp&eacute;rimentasi) perihal (proses, perbuatan, tindakan</p>
<p>&nbsp;</p>
<p>dsb) membuat atau melakukan eksperimen, biasanya dlm bidang seni spt seni lukis, seni teater dsb: <em>fesyen ini merupakan</em> <strong><em>~</em></strong> <em>terhadap keupayaan pereka fesyen tempatan.</em></p>
<p>&nbsp;</p>
<p><strong>eksplisit </strong>(&eacute;ksplisit) (dinyatakan) dgn tepat dan jelas, tanpa dikias-kias, tersurat: <em>arahan yg ~; Kemala secara implisit dan ~</em> <em>mempertentangkan unsur kesetiaan dgn pengkhianatan dan ketidakjujuran;</em></p>
<p>&nbsp;</p>
<p><strong>mengeksplisitkan </strong>menjadikan eksplisit: <em>semua pembicara adat</em> <em>berusaha ~ konsep ini.</em></p>
<p>&nbsp;</p>
<p><strong>eksploit </strong>(&eacute;ksploit);<strong> mengeksploit </strong>mengambil kesempatan utk mempergunakan seseorang atau sesuatu keadaan dsb secara tidak adil demi kepentingan atau keuntungan diri sendiri;</p>
<p>&nbsp;</p>
<p><strong>pengeksploit </strong>orang yg mengeksploit seseorang atau sesuatu.<strong> eksploitasi </strong>(&eacute;ksploitasi);<strong> 1. </strong>perbuatan (tindakan dsb) mengambil</p>
<p>&nbsp;</p>
<p>kesempatan utk mempergunakan seseorang atau sesuatu keadaan dsb secara tidak adil demi kepentingan atau keuntungan diri</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>sendiri: <em>sememangnya sudah ada peraturan tertentu utk</em> <em>mengelakkan ~ terhadap pekerja asing; langkah tertentu mestilah diambil dgn segera utk memastikan gejala rasuah dan ~ harga rumah tidak terus berleluasa; </em><strong>2.</strong> perbuatan (tindakan, usaha dsb) mengerjakan, memajukan dsb sumber-sumber alam dsb dgn sebaik-baiknya utk mendatangkan keuntungan, faedah dsb: <em>projek</em> <em>ini dianggap sbg suatu ~ lombong-lombong terbiar utk dijadikan tempat menternak ikan air tawar secara besar-besaran yg menguntungkan;</em></p>
<p>&nbsp;</p>
<p><strong>mengeksploitasi </strong>melakukan eksploitasi: <em>pastikan tiada majikan yg</em> <em>mengambil kesempatan utk ~ pekerja berikutan kemelut ekonomi yg melanda negara kini; penduduk luar bandar harus pandai ~ peluang perniagaan yg sedia ada;</em></p>
<p>&nbsp;</p>
<p><strong>mengeksploitasikan </strong>mengeksploitasi;</p>
<p>&nbsp;</p>
<p><strong>pengeksploitasian </strong>perihal (perbuatan, tindakan dsb) mengeksploitasi: <em>~ wanita dapat dilihat menerusi iklan yg</em> <em>menjatuhkan martabat wanita secara halus; maklumat yg terkini dapat diperoleh melalui ~ segala kemudahan teknologi maklumat yg tersedia di pasaran;</em></p>
<p>&nbsp;</p>
<p><strong>pengeksploitasi </strong>pihak (orang, badan dsb) yg mengeksploitasi.<strong> eksplorasi </strong>(&eacute;ksplorasi) penjelajahan ke lapangan utk memperoleh</p>
<p>&nbsp;</p>
<p>sesuatu: <em>melalui pengamatannya, semua jenis ~ itu merupakan</em> <em>cara utk belajar.</em></p>
<p>&nbsp;</p>
<p><strong>ekspo </strong>(&eacute;kspo) singkatan bagi eksposisi.</p>
<p>&nbsp;</p>
<p><strong>eksponen </strong>(&eacute;ksponen) (Mat) simbol yg ditulis di atas dan di kanan simbol lain utk menunjukkan setakat mana simbol yg terkemudian itu dinaikkan nilainya, spt dlm x<sup>3</sup>.</p>
<p>&nbsp;</p>
<p><strong>eksport </strong>(&eacute;ksport)<strong> 1. </strong>penghantaran barang-barang atau perkhidmatan ke luar negeri utk tujuan perdagangan: <em>ekonomi negara ini akan</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><em>merosot kiranya ~ getah dan bijih timah beransur-ansur kurang; dlm hal ~ kita banyak bergantung pd bahan-bahan mentah; </em><strong>2.</strong> barang-barang atau perkhidmatan yg dihantar ke luar negeri: <em>hasil</em> <em>drpd buah-buahan adalah ~ utama negeri itu; ~ berkembang </em>(Eko) eksport yg semakin bertambah; <em>~ semasa</em> (Eko) eksport yg sedang berjalan pd masa ini (sekarang); <strong>3.</strong> (Komp) menghantar keluar maklumat atau data daripada suatu atur cara dlm bentuk yg boleh dibaca oleh atur cara lain;</p>
<p>&nbsp;</p>
<p><strong>mengeksport</strong><em>,</em><strong> mengeksportkan </strong>mengirimkan barang-barang dll ke luar negeri: <em>dr pelabuhan ini mudah pula ~ barang-barang itu</em> <em>ke pasaran luar; semua negara yg moden mesti mengimport dan ~ barang-barang dagangan;</em></p>
<p>&nbsp;</p>
<p><strong>pengeksportan </strong>perihal atau perbuatan mengeksport;<strong> pengeksport </strong>orang (syarikat dll) yg mengeksport.</p>
<p>&nbsp;</p>
<p><strong>eksposisi </strong>(&eacute;ksposisi)<strong> 1. </strong>pameran (terutamanya keluaran perindustrian, kerja tangan), ekspo; <strong>2.</strong> pernyataan (komen, penjelasan bertulis dan sistematik) tentang sesuatu perkara: <em>sejarah kesusasteraan ini</em> <em>merupakan suatu ~ persambungan dan perubahan alam fikiran.</em></p>
<p>&nbsp;</p>
<p><strong>ekspres </strong>(&eacute;kspr&eacute;s) segera, cepat, pantas; <em>bas (kereta api) ~</em> bas (kereta api) yg tidak singgah-menyinggah atau yg cepat tiba dlm perjalanan jauh.</p>
<p>&nbsp;</p>
<p><strong>ekspresi </strong>(&eacute;kspr&eacute;si) pelahiran maksud (perasaan dsb) dgn kata-kata (gerak-geri dll): <em>tanpa menonjolkan simbol yg berlebihan ~nya,</em> <em>dan tanpa mempedulikan teknik persembahan;</em></p>
<p>&nbsp;</p>
<p><strong>mengekspresikan </strong>menyatakan atau meluahkan perasaan, fikiran,</p>
<p>&nbsp;</p>
<p>dll.</p>
<p>&nbsp;</p>
<p><strong>ekspresif </strong>(&eacute;kspr&eacute;sif) bkn sesuatu (perbuatan, tulisan, lukisan, dll) yg dapat melahirkan sesuatu maksud (perasaan, tujuan) dgn jelas:</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><em>sama ada melalui cetakan atau catan, Ghafar lebih memperlihatkan kesan ~.</em></p>
<p>&nbsp;</p>
<p><strong>ekspresionis </strong>(&eacute;kspr&eacute;sionis) orang atau golongan&nbsp; yg&nbsp; mengikuti faham</p>
<p>&nbsp;</p>
<p>ekspresionisme.</p>
<p>&nbsp;</p>
<p><strong>ekspresionisme </strong>(&eacute;kspr&eacute;sionisme) gaya penulisan, lukisan, muzik, dsb yg cuba melahirkan pengalaman seniman dr sudut emosi (bukan berdasarkan fakta yg nyata).</p>
<p>&nbsp;</p>
<p><strong>ekstasi </strong>(&eacute;kstasi) sj dadah berbahaya berbentuk pil yg bertindak sbg perangsang (menimbulkan rasa gembira dan bertenaga yg luar biasa) dan boleh menyebabkan ketagihan sehingga boleh merosakkan sistem saraf pusat.</p>
<p>&nbsp;</p>
<p><strong>ekstensif </strong>(&eacute;kst&eacute;nsif) luas liputannya.<strong> ekstra </strong>(&eacute;kstra) tambahan: <em>pelakon ~.</em></p>
<p>&nbsp;</p>
<p><strong>ekstradisi </strong>(&eacute;kstradisi) (Udg) pengembalian penjenayah oleh sesebuah negara ke negara tempat jenayah dilakukan atas permintaan negara itu supaya penjenayah tersebut dapat dibicarakan di negara berkenaan;</p>
<p>&nbsp;</p>
<p><strong>mengekstradisi </strong>melakukan ekstradisi: <em>Amerika Syarikat tidak</em> <em>pernah mengemukakan sebarang permohonan khusus kpd kerajaan Malaysia utk ~ mana-mana pengganas.</em></p>
<p>&nbsp;</p>
<p><strong>ekstrak </strong>(&eacute;kstrak) keluaran bahan tertentu drpd sesuatu bahan tumbuhan, haiwan, dll: <em>~ vitamin C drpd buah oren;</em></p>
<p>&nbsp;</p>
<p><strong>mengekstrak </strong>mendapatkan (jus dsb) secara menghancurkan, menekan, menyuling dsb: <em>~ jus drpd nanas;</em></p>
<p>&nbsp;</p>
<p><strong>pengekstrakan </strong>proses (perbuatan atau tindakan) mengekstrak: <em>~</em> <em>protein drpd kacang soya;</em></p>
<p>&nbsp;</p>
<p><strong>pengekstrak 1. </strong>alat atau mesin utk mengekstrak: <em>kakitangan loji</em> <em>pandu itu juga berjaya mencipta ~ cecair tekanan rendah dgn kerjasama pakar dr Switzerland; </em><strong>2.</strong> (Kim) bahan utk memisahkan</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>sesuatu sebatian drpd campuran, atau memisahkan gabungan beberapa sebatian drpd tisu atau dadah mentah: <em>asid itu merupakan</em> <em>pelarut, pencuci dan ~ utk bahan organik.</em></p>
<p>&nbsp;</p>
<p><strong>ekstranei </strong>(&eacute;kstran&eacute;i) IB orang yg mengambil peperiksaan (sekolah menengah dll) dgn tidak mengikuti pelajaran (sekolah menengah dll) secara rasmi.</p>
<p>&nbsp;</p>
<p><strong>ekstrapolasi </strong>(&eacute;kstrapolasi) proses menggunakan logik atau fakta bagi menganggarkan kemungkinan berlakunya sesuatu pd masa depan: <em>pengitlakan semesta sains mesti dilihat sbg suatu ~; </em><strong>mengekstrapolasi </strong>melakukan atau membuat ekstrapolasi.</p>
<p>&nbsp;</p>
<p><strong>ekstrasel </strong>(&eacute;kstras&eacute;l) (Bio) berlaku atau terletak di luar sel.<strong> ekstravaganza </strong>(&eacute;kstravaganza) bentuk persembahan hiburan yg besar-</p>
<p>&nbsp;</p>
<p>besaran, canggih, berwarna-warni, mahal dsb: <em>ramai pelancong</em> <em>asing yg membanjiri negara utk menyaksikan perarakan ~ kebudayaan terbesar di Asia itu.</em></p>
<p>&nbsp;</p>
<p><strong>ekstrem </strong>(&eacute;kstr&eacute;m) keterlaluan, melampau;<strong> keekstreman </strong>perihal (keadaan) ekstrem.</p>
<p>&nbsp;</p>
<p><strong>ekstremis </strong>(&eacute;kstr&eacute;mis) orang (golongan) yg sikapnya (pendiriannya) dlm sesuatu hal (spt politik) melampaui batas kesederhanaan, pelampau: <em>sesetengah orang telah mencanangkan rasa kurang</em> <em>senang mereka terhadap pelantikan itu kerana beliau dianggap sbg ~.</em></p>
<p>&nbsp;</p>
<p><strong>ekstremisme </strong>(&eacute;kstr&eacute;misme) faham (sikap, perlakuan, dsb) yg ekstrem; <em>~</em> <em>agama bukan lagi merupakan ancaman terbesar di Malaysia.</em></p>
<p>&nbsp;</p>
<p><strong>ekstrinsik </strong>(&eacute;kstrinsik) berasal atau bertindak dr luar.</p>
<p>&nbsp;</p>
<p><strong>ekstrovert </strong>(&eacute;kstrovert) (Psi) orang yg berminat terhadap hal yg berlaku di sekitarnya (di luar dirinya, dan tidak mengikut emosi) serta suka bergaul dgn orang lain, orang yg berfikiran terbuka.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>ektoparasit </strong>(&eacute;ktoparasit) (Bio) parasit yg hidup pd permukaan luar tubuh perumahnya, mis kutu kepala.</p>
<p>&nbsp;</p>
<p><strong>ekuestrian </strong>(&eacute;ku&eacute;strian) berkaitan dgn aktiviti menunggang kuda: <em>sukan</em></p>
<p>&nbsp;</p>
<p><em>~.</em></p>
<p>&nbsp;</p>
<p><strong>ekuinoks </strong>(&eacute;kuinoks) satu drpd dua ketika setiap tahun (pd 21 Mac atau 23 September) apabila matahari melintasi khatulistiwa lalu menjadikan siang dan malam sama panjangnya di serata tempat di dunia.</p>
<p>&nbsp;</p>
<p><strong>ekuiti </strong>(&eacute;kuiti) pemilikan saham biasa (dlm sesebuah syarikat): <em>dlm</em> <em>projek usaha sama, jika ~ sesebuah syarikat dapat dikuasai oleh pengusaha tempatan, ini tidak bermakna bahawa pengawalan teknologi yg diimport juga dapat dikuasai sepenuhnya.</em></p>
<p>&nbsp;</p>
<p><strong>ekzema </strong>(&eacute;kz&eacute;ma) radang pd kulit yg dicirikan dgn rasa gatal dan lecur.<strong> ekzos </strong>(&eacute;kzos) paip yg menyalurkan gas dll keluar dr enjin sesebuah</p>
<p>&nbsp;</p>
<p>kenderaan.</p>
<p>&nbsp;</p>
<p><strong>ela </strong>(&eacute;la) ukuran panjang yg sama dgn 36 inci atau 91 sentimeter; <em>~</em> <em>Piawai Diraja </em>ukuran panjang ela yg ditetapkan oleh undang-undang British <em>(Imperial Standard Yard).</em></p>
<p>&nbsp;</p>
<p><strong>elak </strong>(&eacute;lak);<strong> mengelak 1. </strong>menjauhkan diri drpd kena pukulan (tikaman dll), menghindar, menyisi: <em>setelah puas ia ~, tibalah gilirannya</em> <em>pula utk menyerang lawannya; </em><strong>2.</strong> menjauhkan atau membebaskan diri drpd melakukan (atau terpaksa melakukan) sesuatu (tanggungjawab dll): <em>ia pura-pura ~ dan mempelawa orang lain</em> <em>membacakan doa selamat itu; saya tidak akan ~ kalau diminta berbuat demikian; tetapi kerajaan Amerika telah mengambil sikap berlengah-lengah, ~, dan bertangguh-tangguh selama tiga tahun; </em><strong>mengelakkan </strong>menjauhkan atau menghindarkan diri drpd kena bahaya (tanggungjawab dll), menjauhkan atau menyingkirkan sesuatu supaya jangan mengenai diri dll: <em>ia hendak ~ dirinya drpd</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><em>pandangan teman-temannya itu; Panglima Hitam melompat ~ tikaman itu;</em></p>
<p>&nbsp;</p>
<p><strong>terelak </strong>dapat (boleh) dielakkan;</p>
<p>&nbsp;</p>
<p><strong>terelakkan </strong>dapat dielakkan: <em>munculnya cahaya drpd matahari yg</em></p>
<p>&nbsp;</p>
<p><em>tidak ~;</em></p>
<p>&nbsp;</p>
<p><strong>pengelakan </strong>perihal menjauhkan atau menghindarkan diri drpd tanggungjawab atau membebaskan diri drpd terpaksa melakukan sesuatu perkara;</p>
<p>&nbsp;</p>
<p><strong>pengelak </strong>orang yg mengelak atau menggelakkan diri drpd sesuatu: <em>pelabur institusi lebih bersikap sbg ~ risiko terhadap saham spekulatif; ~ cukai.</em></p>
<p>&nbsp;</p>
<p><strong>elang </strong>&reg;<strong> helang.</strong></p>
<p>&nbsp;</p>
<p><strong>elastik </strong>(&eacute;lastik) boleh kembali kpd bentuk asal selepas diregang (dikembangkan dsb), anjal, kenyal;</p>
<p>&nbsp;</p>
<p><strong>keelastikan </strong>perihal (keadaan, sifat dsb) elastik, keanjalan, kekenyalan: <em>keadaan bebenang itu yg boleh berubah-ubah</em> <em>memberikan jaringan ini sifat ~ bak getah.</em></p>
<p>&nbsp;</p>
<p><strong>elastin </strong>(&eacute;lastin) (Bio) protein berwarna kuning yg menjadi unsur utama tisu penghubung dlm haiwan, spt tisu paru-paru.</p>
<p>&nbsp;</p>
<p><strong>elastis </strong>(&eacute;lastis) IB elastik.</p>
<p>&nbsp;</p>
<p><strong>elat </strong>(&eacute;lat);<strong> mengelat </strong>melakukan sesuatu dgn tujuan utk menipu (dlm permainan dll), mencuri tulang;</p>
<p>&nbsp;</p>
<p><strong>pengelat </strong>orang yg suka mengelat.</p>
<p>&nbsp;</p>
<p><strong>elaun </strong>(&eacute;laun) bayaran yg diberikan kpd seseorang (oleh sesebuah organisasi) secara tetap (untuk melaksanakan sesuatu tugas): <em>~ ahli</em> <em>Dewan Rakyat telah dinaikkan; ~ anak </em>elaun utk dibelanjakan ke atas anak; <em>~ bermalam</em> elaun yg diberikan kerana terpaksa bermalam di sesuatu tempat (kerana menjalankan tugas); <em>~ buku</em> elaun utk membeli buku; <em>~ harian</em> elaun yg diberikan kpd pegawai</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>kerajaan yg bertugas di luar ibu pejabatnya bagi tempoh yg melebihi lapan jam tetapi kurang drpd 24 jam; <em>~ hitungan batu</em> elaun perjalanan yg dikira mengikut jauh perjalanan (dgn kereta);</p>
<p>&nbsp;</p>
<ul>
<li><em>keraian </em>elaun utk atau kerana meraikan seseorang;<em> ~ kerja malam </em>elaun kerana kerja yg terpaksa dilaksanakan pd malam hari;</li>
</ul>
<p><em>&nbsp;</em></p>
<ul>
<li><em>lebih masa </em>elaun kerana kerja yg terpaksa dilaksanakan di luar masa pejabat; <em>~ luar negeri</em> = <em>~ seberang laut</em> elaun kerana bekerja di luar negeri; <em>~ makan</em> elaun utk perbelanjaan makan; <em>~ pakaian</em></li>
</ul>
<p>&nbsp;</p>
<p>elaun utk membeli pakaian tertentu; <em>~ pemangku</em> elaun yg diberikan kerana memangku sesuatu jawatan; <em>~ perjalanan</em> elaun utk membiayai perbelanjaan perjalanan pekerja yg menjalankan tugas rasmi; <em>~ perumahan</em> elaun utk membayar sewa rumah dsb; <em>~</em> <em>sara hidup </em>elaun yg diberikan kpd pekerja sbg tambahan kpd gajinya utk menampung perbelanjaan hariannya; <em>~ susah payah</em> elaun kerana terpaksa menghadapi kesusahan sewaktu menjalankan tugas; <em>~ tanggungan kerja</em> elaun yg diberikan kerana melaksanakan kerja dan tanggungjawab petugas atau jawatan lain di samping menjalankan tugas asasi seseorang.</p>
<p>&nbsp;</p>
<p><strong>ele </strong>(&eacute;l&eacute;) Tr<strong> 1. </strong>cicir, berciciran;<strong> 2. </strong>menyeret-nyeret dgn memegang pd hujung (ular utk menakutkan kanak-kanak).</p>
<p>&nbsp;</p>
<p><strong>elefantiasis </strong>(&eacute;l&eacute;fantiasis) (Ubat) penyakit yg menyebabkan anggota badan, terutamanya kaki, membengkak dan kulit menjadi tebal akibat jangkitan cacing filaria, untut.</p>
<p>&nbsp;</p>
<p><strong>elegan </strong>(&eacute;l&eacute;gan) tampan, rapi, anggun: <em>dia kelihatan begitu ~ dgn</em> <em>mengenakan pakaian yg dicipta khas oleh pereka fesyen</em>.</p>
<p>&nbsp;</p>
<p><strong>elegi </strong>(&eacute;l&eacute;gi) lagu, puisi, atau karya lain yg menyatakan kelebihan, rintihan, terutamanya kpd orang yg mati.</p>
<p>&nbsp;</p>
<p><strong>eleh </strong>(&eacute;l&eacute;h) sr kata utk memperkecil-kecil seseorang: <em>~ , ingat dia lawa!</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><strong>elektif </strong>(&eacute;l&eacute;ktif) bersifat pilihan (bkn mata pelajaran sesuatu kursus dsb): <em>di Universiti Teknologi Mara terdapat bahasa Jerman yg dijadikan sbg mata pelajaran ~ wajib.</em></p>
<p>&nbsp;</p>
<p><strong>elektoral </strong>(&eacute;l&eacute;ktoral) bkn pilihan raya: <em>semangat 46 membuat pakatan ~</em> <em>dgn PAS.</em></p>
<p>&nbsp;</p>
<p><strong>elektrifikasi </strong>(&eacute;l&eacute;ktrifikasi) IB perlengkapan atau pemasangan tenaga elektrik pd jentera dll;</p>
<p>&nbsp;</p>
<p><strong>mengelektrifikasi </strong>melengkapi atau memasang dgn tenaga elektrik.<strong> elektrik </strong>(&eacute;l&eacute;ktrik) satu bentuk tenaga yg digunakan utk menghasilkan</p>
<p>&nbsp;</p>
<p>cahaya, kepanasan, dll;</p>
<p>&nbsp;</p>
<p><strong>keelektrikan </strong>selok belok elektrik: <em>dia mengambil satu kursus dlm</em></p>
<p>&nbsp;</p>
<p><em>~;</em></p>
<p>&nbsp;</p>
<p><strong>pengelektrikan </strong>proses (atau perihal) memasang atau melengkapkan sesuatu (jentera, mesin dsb) dgn tenaga elektrik: <em>~</em> <em>kereta api.</em></p>
<p>&nbsp;</p>
<p><strong>elektro- </strong>(&eacute;l&eacute;ktro) <em>awalan asing</em> berkaitan dgn tenaga (proses) elektrik, mis <em>elektrolisis</em> dan <em>elektrokimia.</em></p>
<p>&nbsp;</p>
<p><strong>elektroanalisis </strong>(&eacute;l&eacute;ktroanalisis) (Kim) analisis kimia secara elektrolisis.<strong> elektrod </strong>(&eacute;l&eacute;ktrod) (Fiz) pengalir elektrik yg melaluinya arus elektrik</p>
<p>&nbsp;</p>
<p>keluar masuk sesuatu bahan (spt elektrolit, leburan logam, dll) atau peranti (spt tiub elektronik dll); <em>~ hidrogen piawai = ~ piawai</em></p>
<p>&nbsp;</p>
<p>(Kim) elektrod yg digunakan utk menentukan keupayaan elektrod lain.</p>
<p>&nbsp;</p>
<p><strong>elektrodinamik </strong>(&eacute;l&eacute;ktrodinamik) cabang ilmu fizik yg berkaitan dgn saling tindakan daya elektrik dgn daya mekanik.</p>
<p>&nbsp;</p>
<p><strong>elektroensefalograf </strong>(&eacute;l&eacute;ktro&eacute;ns&eacute;falograf) alat utk merakamkan aliran arus elektrik pd otak, biasanya digunakan utk mengesan tumor otak dsb.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>elektroensefalogram </strong>(&eacute;l&eacute;ktro&eacute;ns&eacute;falogram) rakaman aliran arus elektrik pd otak yg diperoleh drpd elektroensefalograf.</p>
<p>&nbsp;</p>
<p><strong>elektrofon</strong>&nbsp;&nbsp;&nbsp; (&eacute;l&eacute;ktrofon)&nbsp;&nbsp; alat&nbsp;&nbsp;&nbsp; muzik&nbsp;&nbsp;&nbsp;&nbsp; yg&nbsp;&nbsp;&nbsp; bunyinya&nbsp;&nbsp; dihasilkan&nbsp;&nbsp; secara</p>
<p>&nbsp;</p>
<p>elektronik.</p>
<p>&nbsp;</p>
<p><strong>elektrokardiograf </strong>(&eacute;l&eacute;ktrokardiograf) alat utk merakamkan gelombang arus dan voltan yg terhasil drpd denyutan jantung.</p>
<p>&nbsp;</p>
<p><strong>elektrokardiogram</strong>&nbsp;&nbsp;&nbsp; (&eacute;l&eacute;ktrokardiogram)&nbsp;&nbsp;&nbsp; rakaman&nbsp;&nbsp;&nbsp; yg&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; dibuat&nbsp;&nbsp;&nbsp;&nbsp; oleh</p>
<p>&nbsp;</p>
<p>elektrokardiograf.</p>
<p>&nbsp;</p>
<p><strong>elektrokimia </strong>(&eacute;l&eacute;ktrokimia) cabang kimia bkn hubungan keelektrikan dgn tindak balas kimia.</p>
<p>&nbsp;</p>
<p><strong>elektrolisis </strong>(&eacute;l&eacute;ktrolisis)<strong> 1. </strong>(Kim) pengaliran arus elektrik melalui elektrolit utk menjana gas, membentuk endapan logam pd elektrod, dll; <strong>2.</strong> (Ubat) pemusnahan tisu hidup, spt akar rambut dan tumor, dgn arus elektrik.</p>
<p>&nbsp;</p>
<p><strong>elektrolit </strong>(&eacute;l&eacute;ktrolit) (Kim) larutan atau bahan lebur yg mengalirkan arus</p>
<p>&nbsp;</p>
<p>elektrik.</p>
<p>&nbsp;</p>
<p><strong>elektromagnet </strong>(&eacute;l&eacute;ktromagn&eacute;t) (Fiz) besi yg menjadi magnet apabila arus elektrik dialirkan melalui dawai yg dililitkan padanya.</p>
<p>&nbsp;</p>
<p><strong>elektromagnetisme </strong>(&eacute;l&eacute;ktromagn&eacute;tisme) (Fiz)<strong> 1. </strong>kemagnetan yg dihasilkan oleh arus elektrik; <strong>2.</strong> cabang fizik yg berkaitan dgn kemagnetan yg terhasil drpd saling tindakan medan elektrik dgn medan magnet.</p>
<p>&nbsp;</p>
<p><strong>elektron </strong>(&eacute;l&eacute;ktron) (Fiz) zarah yg lebih kecil drpd atom dan mempunyai cas negatif;</p>
<p>&nbsp;</p>
<p><em>~ bebas </em>elektron yg tidak terikat pd atom atau molekul, dan bebas bergerak di bawah pengaruh medan elektrik atau magnet; <em>~ valens</em> elektron dlm petala atom paling luar, yg terlibat dlm pembentukan ikatan kimia ketika atom-atom itu membentuk sebatian; <em>~ volt</em> unit</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>tenaga yg bersamaan dgn tenaga yg diperlukan utk menggerakkan satu elektron melalui beza keupayaan satu volt.</p>
<p>&nbsp;</p>
<p><strong>elektronegatif </strong>(&eacute;l&eacute;ktron&eacute;gatif) (Kim) bkn atom, molekul, dll yg cenderung memperoleh atau menarik elektron.</p>
<p>&nbsp;</p>
<p><strong>elektronik </strong>(&eacute;l&eacute;ktronik)<strong> 1. </strong>bkn elektron;<strong> 2. </strong>bkn (penggunaan) alat yg dibina&nbsp; (dijalankan)&nbsp; dgn&nbsp; kaedah&nbsp; (prinsip)&nbsp; teknologi&nbsp; elektron: <em>barang-barang ~; </em><strong>3.</strong> cabang fizik dan teknologi yg berkaitan dgn gerak laku, pembangunan, aplikasi dsb litar dan peranti elektronik. <strong>elektropositif&nbsp; </strong>(&eacute;l&eacute;ktropositif)&nbsp; (Kim)<strong>&nbsp; 1.&nbsp; </strong>mempunyai&nbsp; cas&nbsp; positif;<strong>&nbsp; 2.</strong></p>
<p>&nbsp;</p>
<p>mempunyai kecenderungan utk membebaskan elektron. <strong>elektroskop </strong>(&eacute;l&eacute;ktroskop) alat utk mengesan cas elektrik dan beza</p>
<p>&nbsp;</p>
<p>keupayaan elektrik.</p>
<p>&nbsp;</p>
<p><strong>elektrostatik </strong>(&eacute;l&eacute;ktrostatik) (Fiz) cabang bidang fizik yg mengkaji pengaliran arus elektrik statik.</p>
<p>&nbsp;</p>
<p><strong>elektroteknik </strong>(&eacute;l&eacute;ktrot&eacute;knik) penggunaan tenaga elektrik pd bermacam-macam alat.</p>
<p>&nbsp;</p>
<p><strong>elektroterapeutik </strong>(&eacute;l&eacute;ktrot&eacute;rap&eacute;utik) cabang sains perubatan yg berkaitan dgn penggunaan elektroterapi.</p>
<p>&nbsp;</p>
<p><strong>elektroterapi </strong>(&eacute;l&eacute;ktrot&eacute;rapi) (Ubat) perawatan penyakit dgn menggunakan arus elektrik (biasanya utk meredakan rasa sakit, terutamanya yg diakibatkan oleh kecederaan).</p>
<p>&nbsp;</p>
<p><strong>elemen </strong>(&eacute;l&eacute;men)<strong> 1. </strong>anasir;<strong> 2. </strong>sesuatu yg menjadi bahagian dlm sesuatu keseluruhan unsur: <em>ini disebabkan antara kedua-dua faktor itu</em> <em>terdapat ~-~ yg kuat tetapi berlawanan; </em><strong>3.</strong> Id alat utk menimbulkan tenaga elektrik secara kimia.</p>
<p>&nbsp;</p>
<p><strong>elips </strong>(&eacute;lips) bentuk bulat bujur (seakan-akan bujur telur): <em>stadium yg</em> <em>berbentuk ~ ini mempunyai kawasan seluas 76 000 meter persegi</em>. <strong>elipsis </strong>(&eacute;lipsis)<strong> 1. </strong>tiga titik berurutan (...) yg menandakan pengguguran kata dlm teks; <strong>2.</strong> (Lin) pengguguran sebahagian kata dlm suatu</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>ungkapan, tetapi dapat difahami dlm konteks berkenaan, mis bagi soalan <em>Sudah makan?,</em> dijawab <em>Sudah</em> sahaja.</p>
<p>&nbsp;</p>
<p><strong>elit </strong>(&eacute;lit); <em>kaum (golongan) ~</em> golongan yg dianggap berpengaruh, intelek, dsb: <em>dlm hubungan ini, golongan ~ dan badan politik mempunyai</em> <em>peranan penting.</em></p>
<p>&nbsp;</p>
<p><strong>elitis </strong>(&eacute;litis)<strong> 1. </strong>berkaitan dgn golongan elit;<strong> 2. </strong>orang yg percaya kpd atau menyokong elitisme.</p>
<p>&nbsp;</p>
<p><strong>elitisme </strong>(&eacute;litisme<em>)</em><strong> 1. </strong>kebanggaan diri menjadi salah seorang drpd anggota kumpulan elit: <em>~ menjadikan mereka pekerja yg tidak</em> <em>baik; </em><strong>2.</strong> kepimpinan oleh sesuatu kumpulan elit<em>.</em></p>
<p>&nbsp;</p>
<p><strong>elk </strong>(&eacute;lk) sj rusa besar yg terdapat di Eropah Utara, Amerika Utara dan Asia Utara.</p>
<p>&nbsp;</p>
<p><strong>elm </strong>(&eacute;lm) sj pokok yg terdapat di hemisfera utara (mis negara Eropah), drpd genus <em>Ulmus</em> yg daunnya lebar dan bergerigi tepinya, kayunya keras dan berat.</p>
<p>&nbsp;</p>
<p><strong>elok </strong>(&eacute;lok)<strong> 1. </strong>cantik, menarik: <em>rupanya sangat ~; tulisannya ~ dan</em> <em>kemas; </em><strong>2.</strong> baik, bagus:<em> cuaca sangat ~ hari ini; ikan banyak mengandungi protein, oleh itu ~lah dimakan selalu;</em></p>
<p>&nbsp;</p>
<p><em>~ buruknya </em>baik ataupun buruknya (sesuatu);<em> ~ basa kan bakal hidup, ~ budi kan bakal mati </em>prb kalau elok tegur sapa akan jadi kesayangan orang sewaktu hidup, kalau elok budi akan jadi kenang-kenangan sesudah mati;</p>
<p>&nbsp;</p>
<p><strong>seelok </strong>sama elok dgn, sebaik;</p>
<p>&nbsp;</p>
<p><strong>seelok-elok </strong>pd waktu, sebaik: <em>~ Timah bersalin sahaja, ia pun</em></p>
<p>&nbsp;</p>
<p><em>diceraikan;</em></p>
<p>&nbsp;</p>
<p><strong>seelok-eloknya </strong>yg paling eloknya, sebaik-baiknya: <em>~, wang yg</em> <em>lebih itu disimpan di bank;</em></p>
<p>&nbsp;</p>
<p><strong>mengelokkan 1. </strong>menjadikan elok (cantik), mencantikkan: <em>~</em> <em>rumahnya menjelang hari raya; </em><strong>2.</strong> menjadikan elok (baik, bagus),</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>membaguskan, membaikkan: <em>~ kelakuan orang; memperelok adat</em> <em>resam kita;</em></p>
<p>&nbsp;</p>
<p><strong>memperelok </strong>menjadikan lebih elok;</p>
<p>&nbsp;</p>
<p><strong>keelokan 1. </strong>perihal elok (cantik), kecantikan: <em>ia sekali-kali tidak</em> <em>terpengaruh oleh kecantikan atau ~ seorang perempuan; </em><strong>2.</strong> perihal elok (baik, bagus), kebaikan, kebagusan: <em>mustahak dijaga ~</em> <em>perjalanan enjin.</em></p>
<p>&nbsp;</p>
<p><strong>elon </strong>Jk;<strong> mengelon, mengeloni </strong>memeluk (anak yg hendak tidur) sambil berbaring mengiring.</p>
<p>&nbsp;</p>
<p><strong>elon </strong>(&eacute;lon);<strong> mengeloni </strong>memihak atau menyebelahi (kpd), memenangkan (satu pihak sahaja).</p>
<p>&nbsp;</p>
<p><strong>elus </strong>Jw;<strong> mengelus, mengelus-elus 1. </strong>mengusap-usap, membelai-belai, menyapu-nyapu dgn perlahan-lahan (utk memujuk dll): <em>tangannya</em> <em>yg bertelekan di atas tangan kerusi ~ rambutnya ke belakang; </em><strong>2.</strong> memujuk(-mujuk), memperlakukan dgn baik (utk mempengaruhi dsb);</p>
<p>&nbsp;</p>
<p><strong>elusan 1. </strong>usapan, belaian;<strong> 2. </strong>pujukan.</p>
<p>&nbsp;</p>
<p><strong>elusif </strong>(&eacute;lusif) bkn seseorang yg sukar difahami atau yg suka mengelak.<strong> em </strong>(&eacute;m) unit ukiran linear yg sama dgn saiz poin yg digunakan (enam</p>
<p>&nbsp;</p>
<p>poin em bermakna enam poin lebar). <strong>emak </strong>orang yg melahirkan seseorang, ibu.<strong> emang </strong>(Sunda) pak cik , paman.</p>
<p>&nbsp;</p>
<p><strong>emansipasi </strong>(&eacute;mansipasi)<strong> 1. </strong>pembebasan drpd perhambaan;<strong> 2. </strong>pemberian hak yg sama dlm hukum (wanita mendapat hak yg sama dgn lelaki).</p>
<p>&nbsp;</p>
<p><strong>emas I 1. </strong>sj logam berwarna kuning yg mahal harganya (selalunya dijadikan perhiasan spt cincin, rantai, dll); <strong>2.</strong> sl mata wang (mengandungi 1/16 tahil emas): <em>bagaimana orang kaya memberi</em> <em>emas hanya se~; pd masa inilah beras mahal di Riau, berharga</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><em>enam cupak se~; </em><strong>3.</strong> ki sesuatu yg tinggi mutunya (mulia, berharga,</p>
<p>&nbsp;</p>
<p>dll): <em>masa itu ~;</em> <strong>4.</strong> ki wang, wang suap, harta dunia;</p>
<p>&nbsp;</p>
<ul>
<li><em>bertitik </em>sl emas yg dicanai:<em> tangga rumah emas bertuang, ibu tangga ~ bertitik; ~ juita </em>sl kekasih, buah hati;<em> ~ kahwin </em>mas kahwin, mahar; <em>~ kerajang</em> perada; <em>~ kertas</em> emas yg berhelai-helai; <em>~ lanar</em> emas yg halus spt pasir yg terdapat dlm lanar; <em>~</em> <em>lantak </em>emas yg dituang (dicetak) berbatang-batang;<em> ~ liplap </em>emas tiruan; <em>~ lombong</em> emas yg berada dlm batu-batu keras (diperoleh drpd lombong); <em>~ mentah</em> emas yg belum dikerjakan; <em>~ muda</em> emas yg kuning pucat dan rendah mutunya; <em>~ putih</em> aloi emas yg berwarna putih disebabkan adanya kandungan nikel atau platinum;</li>
</ul>
<p><em>&nbsp;</em></p>
<ul>
<li><em>sepuluh </em>mutu emas tulen (emas yg 24 karat);<em> ~ tempawan </em>a) emas yg ditempa; b) sl gelaran (panggilan) pd perempuan yg cantik atau yg dikasihi; <em>~ tua</em> emas yg sejati, tidak bercampur; <em>~ urai</em></li>
</ul>
<p>&nbsp;</p>
<p>emas yg halus-halus spt pasir rupanya;</p>
<p>&nbsp;</p>
<p><em>~ berpeti, kerbau berkandang </em>prb harta benda harus dijaga mengikut keadaannya masing-masing; <em>bermimpi mendapat ~</em> <em>takkan membuat pura, bermimpi mendapat padi takkan membuat lumbung </em>prb sesuatu pertelingkahan itu anggaplah spt mimpi sahaja (tidak usah dipanjang-panjangkan); <em>hutang ~ dapat dibayar,</em> <em>hutang budi dibawa mati </em>prb budi bahasa orang tidak dapat dibalas dgn wang dan harus diingat seumur hidup; <em>kerana ~ memas,</em> <em>kerana padi menjadi </em>prb kerana kekayaan, apa yg dimaksudkan dapat dicapai; <em>menyeberangi jambatan ~</em> prb berjuang utk mencapai kebahagiaan sesudah kemerdekaan diperoleh; <em>peti yg</em> <em>berisi ~ perak itu tiada dilelehkan orang </em>prb ilmu pengetahuan yg baik tidak dicurahkan orang di mana-mana sahaja; <em>spt ~ yg sudah</em> <em>tersepuh </em>prb putih kuning serta elok rupa paras seseorang perempuan; <em>tak ~ bungkal diasah</em> prb segala daya upaya dilakukan</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>utk mencapai maksud; <em>walau disepuh ~ lancung, kilat tembaga</em> <em>tampak juga </em>prb walau bagaimana sekalipun diajar orang yg biadap, perangainya yg kurang baik kelak akan kelihatan jua; <strong>beremas 1. </strong>memakai emas;<strong> 2. </strong>mempunyai emas: <em>segala orang yg</em> <em>~, bagaimana sekalipun kayanya, jikalau tiada dianugerahi raja tiada boleh dipakai; </em><strong>3.</strong> ki berharta, berwang:<em> kalau ada ~, hidup, tiada ~, mati </em>prb kalau ada pencarian yg tetap akan senanglah kehidupan;</p>
<p>&nbsp;</p>
<p><strong>mengemas </strong>spt emas, menyerupai emas: <em>padi kuning ~;</em><strong> mengemasi 1. </strong>melapisi dll dgn emas;<strong> 2. </strong>menyuap, menumbuk rusuk: <em>segala orang yg diam di rimba Jerun itu pun diemasinya,</em> <em>sekaliannya menurut katanya;</em></p>
<p>&nbsp;</p>
<p><strong>keemasan </strong>yg disalut (dilapisi dll) emas, yg dibuat drpd emas: <em>kedua-dua laki isteri itupun duduk di atas peterana yg ~; peluang ~ </em>peluang yg paling baik;</p>
<p>&nbsp;</p>
<p><strong>peremasan 1. </strong>barang-barang emas;<strong> 2. </strong>lapis emas; <em>adat ~</em> sl adat bkn perjanjian utk mengahwinkan kanak-kanak dgn orang yg tertentu apabila ia sudah besar.</p>
<p>&nbsp;</p>
<p><strong>emas II </strong>Jw<strong> 1. </strong>panggilan yg sama dgn tuan;<strong> 2. </strong>panggilan yg mesra (spt drpd isteri kpd suami dll); <em>~ merah</em> panggilan kpd kekasih.</p>
<p>&nbsp;</p>
<p><strong>emas III </strong>sj ikan darat (biasanya dijadikan peliharaan), <em>Carassius</em> <em>auratus</em>.</p>
<p>&nbsp;</p>
<p><strong>emat </strong>IB bp sukatan atau ukuran (baju, seluar, dll).</p>
<p>&nbsp;</p>
<p><strong>embacang </strong>sj tumbuhan (pokok dan buahnya yg sangat kuat baunya),</p>
<p>&nbsp;</p>
<p><em>Mangifera foetida;</em></p>
<p>&nbsp;</p>
<p><em>~ buruk kulit </em>=<em> busuk-busuk ~ </em>prb nampaknya tidak pandai (buruk dll) tetapi yg sebenarnya pandai (baik dll); <em>berbau bagai ~</em> prb sudah terdengar-dengar berita atau rahsia mengenai perbuatan jahat (maksud yg tidak baik); <strong>bacang, macang.</strong></p>
<p><strong><br /> </strong></p>
<p>&nbsp;</p>
<p><strong>embah </strong>Jw nenek.</p>
<p>&nbsp;</p>
<p><strong>embak </strong>(berlaku, terjadi, dll) pd suatu ketika, sekali gus, semuanya.<strong> embal </strong>lembap, belum kering betul;</p>
<p>&nbsp;</p>
<p><strong>embalan </strong>air dll yg menyebabkan udara (tanah dll) lembap: <em>tanah</em> <em>ini datangnya dr gunung berapi dan boleh menyimpan ~.</em></p>
<p>&nbsp;</p>
<p><strong>embalau I </strong>bahan spt damar yg dihasilkan oleh kelulut dan digunakan utk membuat piring hitam, bahan penebat, varnis, utk melekatkan keris (parang dll) pd hulunya dll, lak.</p>
<p>&nbsp;</p>
<p><strong>embalau II </strong>sj tumbuhan (pokok kecil), lada pahit, <em>Brucea amarissima.</em><strong> emban I </strong>kain pembalut badan (dada, susu, perut), tali pengikat atau</p>
<p>&nbsp;</p>
<p>pembebat perut kuda. <strong>emban II </strong>Jw pengasuh.</p>
<p>&nbsp;</p>
<p><strong>embar </strong>(Sunda) ark;<strong> mengembarkan </strong>menyiarkan atau menyebarkan maklumat (undang-undang dll).</p>
<p><strong>embara</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>kembara.</strong></p>
<p><strong>embarang</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>embarau.</strong></p>
<p>&nbsp;</p>
<p><strong>embarau </strong>ban atau tambak (drpd tanah, batu, dll) yg kuat, atau kayu yg dicacak di tepi sungai atau laut.</p>
<p>&nbsp;</p>
<p><strong>embargo&nbsp; </strong>(&eacute;mbargo)<strong>&nbsp; 1.&nbsp; </strong>perintah&nbsp; drpd&nbsp; kerajaan&nbsp; yg&nbsp; melarang&nbsp; kapal perdagangan masuk atau keluar dr pelabuhan (biasanya dlm masa permusuhan);&nbsp; <strong>2.</strong>&nbsp; larangan&nbsp; mengeksport&nbsp; barang&nbsp; dagangan&nbsp; yg tertentu dll ke sesuatu negara (biasanya dlm masa permusuhan dll). <strong>embaru </strong>sj tumbuhan (pokok), baru(-baru), bebaru, dedap laut, <em>Hibiscus</em></p>
<p>&nbsp;</p>
<p><em>tiliaceus.</em></p>
<p>&nbsp;</p>
<p><strong>embas </strong>agak serupa dgn, seakan-akan.</p>
<p>&nbsp;</p>
<p><strong>embat; mengembat </strong>menyebat atau memukul dgn benda spt rotan dll.<strong> embek </strong>(emb&eacute;k)<strong> I 1. </strong>bunyi spt bunyi kambing;<strong> 2. </strong>bp kambing;</p>
<p>&nbsp;</p>
<p><strong>mengembek </strong>mengeluarkan bunyi embek (kambing dll).<strong> embek </strong>(emb&eacute;k)<strong> II </strong>bp bibi(k).</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>embek </strong>(&eacute;mb&eacute;k) bidai dll utk melindungi sesuatu drpd cahaya matahari.<strong> embel </strong>Jk paya yg penuh dgn berbagai-bagai tumbuhan.</p>
<p>&nbsp;</p>
<p><strong>embel </strong>(&eacute;mb&eacute;l) Jw;<strong> embel-embel, embel-embelan </strong>tambahan yg kecil-kecil (tidak begitu penting);</p>
<p>&nbsp;</p>
<p><strong>mengembel-embeli </strong>menambahi dgn sesuatu yg kecil-kecil atau tidak begitu penting.</p>
<p>&nbsp;</p>
<p><strong>ember </strong>(&eacute;mb&eacute;r) Id sj timba (drpd besi dll) utk menimba air, baldi.<strong> embih </strong>ark panggilan kpd anak perempuan baik-baik.</p>
<p>&nbsp;</p>
<p><strong>embok </strong>Jw<strong> 1. </strong>emak;<strong> 2. </strong>= <em>~ ayu</em> kakak.</p>
<p>&nbsp;</p>
<p><strong>embol </strong>(&eacute;mbol) Id;<strong> mengembol </strong>berbenjol, berjendul.</p>
<p>&nbsp;</p>
<p><strong>embrat </strong>(&eacute;mbrat) Jk sj perkakas spt cerek besar utk menyiram pokok bunga dll.</p>
<p>&nbsp;</p>
<p><strong>embrio </strong>(&eacute;mbrio) (Bio)<strong> 1</strong>. kandungan ibu dr satu minggu selepas konsepsi sehingga minggu kelapan, mudigah, janin; <strong>2</strong>. janin haiwan pd peringkat awal pembesaran sebelum lahir: <em>pemindahan ~ drpd</em> <em>seekor haiwan ternakan kpd haiwan yg lain</em>.</p>
<p>&nbsp;</p>
<p><strong>embriogenesis </strong>(&eacute;mbriog&eacute;n&eacute;sis) embriogeni.</p>
<p>&nbsp;</p>
<p><strong>embriogeni</strong>&nbsp;&nbsp;&nbsp; (&eacute;mbriog&eacute;ni)&nbsp;&nbsp;&nbsp; proses&nbsp;&nbsp;&nbsp; pembentukan&nbsp;&nbsp; dan&nbsp;&nbsp;&nbsp;&nbsp; perkembangan</p>
<p>&nbsp;</p>
<p>embrio.</p>
<p>&nbsp;</p>
<p><strong>embriologi </strong>(&eacute;mbriologi) (Bio) salah satu cabang ilmu perubatan yg mengkaji perkembangan embrio.</p>
<p>&nbsp;</p>
<p><strong>embriotomi </strong>(&eacute;mbriotomi) pemotongan anggota fetus yg tersekat utk memudahkannya keluar dr rahim.</p>
<p>&nbsp;</p>
<p><strong>embuai </strong>sl panggilan kpd dayang istana (perempuan yg bekerja di istana).<strong> embuh I </strong>mahu, ingin: <em>maka Bendahara Seri Maharaja berkata, &ldquo;Budak-</em></p>
<p>&nbsp;</p>
<p><em>budak ~kah memandang emas?&rdquo;; </em><strong>embuh-embuhan; </strong><em>~ tuah</em> untung-untungan.</p>
<p>&nbsp;</p>
<p><strong>embuh II; embuh-embuhan </strong>sungguhpun, meskipun.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>embun 1. </strong>wap air yg turun pd waktu malam (kerana sejuk);<strong> 2. </strong>wap air yg</p>
<p>&nbsp;</p>
<p>telah mengendap menjadi titik-titik (pd daun dll);</p>
<p>&nbsp;</p>
<ul>
<li><em>asap </em>kabus atau embun halus spt asap pd malam hari;<em> ~ betina </em>=</li>
</ul>
<p><em>&nbsp;</em></p>
<ul>
<li><em>rintik </em>embun yg kecil-kecil titiknya;<em> ~ jantan </em>=<em> ~ lebat </em>embun yg besar titiknya; <em>~ pagi</em> kabut pd waktu pagi; <em>kering ~</em> waktu apabila embun mulai kering (kira-kira pukul 7 pagi);</li>
</ul>
<p>&nbsp;</p>
<p><em>spt ~ di hujung rumput </em>prb tidak kekal dan segera hilang (kasih sayang dll); <em>spt ~ di atas daun</em> prb selalu berubah (maksud, niat, tujuan);</p>
<p>&nbsp;</p>
<p><strong>berembun 1. </strong>diliputi embun, disaput embun: <em>rambutnya masih ~;</em></p>
<p>&nbsp;</p>
<ol start="2">
<li>tidur di luar rumah dll (pd malam hari) hingga kena embun, berada (berjalan-jalan) di luar rumah dll pd malam hari (hingga kena embun): <em>ia terpaksa ~ dan beratapkan langit hitam;</em> <strong>mengembun 1. </strong>menjadi embun, menjadi titik-titik air yg halus: <em>malam sudah sejuk dan udara mulai ~; </em><strong>2.</strong> spt embun, menyerupai embun;</li>
</ol>
<p>&nbsp;</p>
<p><strong>mengembuni </strong>mengenai sesuatu dgn bertitik-titik: <em>air matanya ~</em> <em>gambar suami yg terletak di depannya;</em></p>
<p>&nbsp;</p>
<p><strong>mengembunkan, memperembunkan </strong>meletakkan atau mendedahkan di tempat lapang atau di luar rumah supaya kena embun: <em>~ mengkuang pd waktu malam.</em></p>
<p>&nbsp;</p>
<p><strong>embun</strong>&nbsp;&nbsp;&nbsp; <strong>II;</strong>&nbsp;&nbsp;&nbsp;&nbsp; <em>akar</em>&nbsp;&nbsp;&nbsp; <em>~</em>&nbsp;&nbsp;&nbsp;&nbsp; sj&nbsp;&nbsp;&nbsp; tumbuhan&nbsp;&nbsp; (pokok&nbsp;&nbsp;&nbsp; memanjat),&nbsp;&nbsp;&nbsp; <em>Lecananthus</em></p>
<p>&nbsp;</p>
<p><em>erubescens;</em></p>
<p>&nbsp;</p>
<p><strong>embun III; </strong><em>pisang ~</em> sj pisang yg besar dan manis, pisang bunga.<strong> embun-embun </strong>sj tumbuhan (pokok renek), ambung-ambung, buas-buas</p>
<p>&nbsp;</p>
<p>laut, <em>Scaevola frutescens.</em></p>
<p>&nbsp;</p>
<p><strong>embut; mengembut </strong>menarik atau mengangkat tali (kail dll) perlahan-</p>
<p>&nbsp;</p>
<p>lahan;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>mengembut-embut, terembut-embut </strong>bergerak-gerak turun naik (spt nadi, ubun-ubun kanak-kanak, dll), bergembut-gembut, terkemut-kemut, berdenyut-denyut.</p>
<p>&nbsp;</p>
<p><strong>e-mel </strong>(im&eacute;l) maklumat, mesej dsb yg dihantarkan secara elektronik dr satu terminal komputer ke terminal komputer yg lain; <strong>meng-e-melkan </strong>menghantar maklumat, mesej dsb dgn menggunakan e-mel.</p>
<p>&nbsp;</p>
<p><strong>emeri </strong>(&eacute;meri) sj batuan berwarna hitam kekelabu-kelabuan yg keras dan kasar (biasanya dijadikan serbuk) yg digunakan utk mencanai, menggilap, melicinkan dsb sesuatu.</p>
<p>&nbsp;</p>
<p><strong>emeritus </strong>(&eacute;m&eacute;ritus) bkn seseorang yg telah bersara tetapi mengekalkan gelarannya sbg suatu penghormatan: <em>profesor ~</em>.</p>
<p>&nbsp;</p>
<p><strong>emetik </strong>(&eacute;m&eacute;tik)&nbsp; (Ubat)<strong>&nbsp; 1. </strong>menyebabkan&nbsp; muntah&nbsp; (bkn&nbsp; ubat);<strong>&nbsp; 2. </strong>ubat</p>
<p>&nbsp;</p>
<p>muntah.</p>
<p>&nbsp;</p>
<p><strong>emfisema </strong>(&eacute;mfis&eacute;ma) (Ubat)<strong> 1. </strong>keadaan pundi udara dlm paru-paru yg membesar sehingga menyebabkan pesakitnya sukar bernafas; <strong>2.</strong> bengkak yg disebabkan oleh terdapatnya udara yg sangat banyak di dlm tisu badan.</p>
<p>&nbsp;</p>
<p><strong>emigran </strong>(&eacute;migran) orang yg meninggalkan negerinya utk menetap di negeri lain.</p>
<p>&nbsp;</p>
<p><strong>emigrasi </strong>(&eacute;migrasi) perpindahan ke negeri lain utk menetap di situ;<strong> beremigrasi </strong>meninggalkan negeri sendiri utk menetap di negara lain.</p>
<p>&nbsp;</p>
<p><strong>emisi </strong>(&eacute;misi) pemancaran, penyinaran (cahaya, sinaran, dsb).</p>
<p>&nbsp;</p>
<p><strong>emolien </strong>(&eacute;molien) sediaan atau bahan yg mempunyai kesan yg melembutkan dan menyamankan apabila disapu pd kulit.</p>
<p>&nbsp;</p>
<p><strong>emolumen </strong>(&eacute;molumen) wang atau bayaran yg diperoleh drpd sesuatu pekerjaan, gaji.</p>
<p>&nbsp;</p>
<p><strong>emong </strong>Jw;<strong> mengemong </strong>mengasuh.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>emosi </strong>(&eacute;mosi) perasaan jiwa yg kuat, spt sedih, gembira, takut, dll: <em>masalah bahasa boleh menimbulkan sentimen dan ~ yg kurang sihat; ada juga beberapa perkara lagi yg perlu diketahui oleh bakal seniman, misalnya soal menunjukkan ~, ketawa, dan menangis;</em></p>
<p>&nbsp;</p>
<p><strong>beremosi </strong>mempunyai emosi: <em>peluang komunikasi spt itu, lagi</em> <em>tepat dan jelas, lagi tidak ~.</em></p>
<p>&nbsp;</p>
<p><strong>emosional </strong>(&eacute;mosional) cenderung memperlihatkan emosi atau bertindak mengikut perasaan:</p>
<p>&nbsp;</p>
<p><em>pd waktu begini, perasaan muda-mudi amat sensitif dan ~ sekali. </em><strong>emotif </strong>(&eacute;motif) berhubungan dgn emosi: <em>pembangunan merupakan suatu</em></p>
<p>&nbsp;</p>
<p><em>perkataan yg ~ sifatnya. </em><strong>empal </strong>Jw daging goreng.</p>
<p>&nbsp;</p>
<p><strong>empang I 1. </strong>=<strong> empangan, pengempang </strong>tambak dll utk menahan arus atau aliran air (utk sesuatu keperluan supaya tidak terjadi banjir dll), bendung, tebat: <em>empangan moden telah dibina utk menahan</em> <em>air bagi mengeluarkan kuasa elektrik; </em><strong>2.</strong> kolam tempat memelihara ikan, tambak, tebat; <strong>3.</strong> ki penghalang, perintang: <em>malangnya, kesatuan kita itu saja ~ jalannya; ~ sampai ke seberang, dinding sampai ke langit </em>prb a) perselisihan yg tidak dapat dibaiki atau didamaikan lagi; b) aturan (perintah) yg tidak boleh diubah (dilalui);</p>
<p>&nbsp;</p>
<p><strong>berempangan </strong>mempunyai empangan: <em>sungai yg ~;</em></p>
<p>&nbsp;</p>
<p><strong>mengempang 1. </strong>menggalangkan atau melintangkan sesuatu (mis dgn mendirikan tembok, benteng dsb) utk menahan aliran air sungai dsb, membendung (dgn membina empangan), menebat: <em>lembah-lembah sungai yg kecil telah diempang di kawasan bukit ini utk dijadikan kolam air; </em><strong>2.</strong> berada atau terletak dlm keadaan melintang (hingga menghalang perjalanan, lalu lintas, dll),</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>melintangi: <em>jalan raya itu penuh sesak dgn kereta kerana ada</em> <em>sebuah motokar rosak ~ jalan; </em><strong>3.</strong> ki menahan, menghalang, menghambat: <em>lajunya tidak dapat diempang;</em></p>
<p>&nbsp;</p>
<p><strong>terempang </strong>terbendung, tertebat, tertahan; <em>tiada ~ peluru oleh</em> <em>lalang </em>prb kemahuan orang yg berkuasa tidak dapat ditahan oleh orang yg lemah;</p>
<p>&nbsp;</p>
<p><strong>pengempangan </strong>perihal atau perbuatan mengempang, pembinaan empangan, pembendungan, penebatan: <em>teknologi ~ yg cuba</em> <em>diutarakan oleh Ibu al-Haitham tersebut tidak jauh bezanya drpd teknologi yg dihasilkan di Barat sekarang ini;</em></p>
<p>&nbsp;</p>
<p><strong>pengempang </strong>empang(an).</p>
<p>&nbsp;</p>
<p><strong>empang II </strong>Pr;<strong> empang-empang </strong>gila bahasa, agak ganjil (kelakuan atau perangai).</p>
<p>&nbsp;</p>
<p><strong>empap </strong>Mn<strong> 1. </strong>campak, lempar, hempas;<strong> 2. </strong>=<strong> berempap </strong>bermain judi dgn melambungkan atau melemparkan wang ke atas; <em>pergi ~ pulang</em> <em>eban </em>Mn prb (perihal berjudi) tidak menang, tidak kalah (pulang modal);</p>
<p>&nbsp;</p>
<p><strong>mengempapkan </strong>menghempaskan, menjatuhkan kuat-kuat;<strong> terempap </strong>jatuh terhempas atau tertiarap.</p>
<p>&nbsp;</p>
<p><strong>empar </strong>(&eacute;mpar);<strong> mengempar </strong>hanyut keluar dr arah yg dituju (bkn perahu dll), menyerong keluar, bergerak (berpusing) keluar dr pusatnya; <em>berjalan ~ </em>berjalan dgn kaki membuang (melangkah) keluar; <strong>mengemparkan </strong>(Fiz) memisahkan pepejal drpd cecair atau memisahkan campuran cecair yg mempunyai graviti tentu yg berbeza secara putaran mendatar yg laju: <em>dgn cara ~ darah beku</em> <em>ini, bahan tersebut dapat diperah keluar;</em></p>
<p>&nbsp;</p>
<p><strong>pengemparan </strong>(Fiz) pemisahan pepejal drpd cecair atau pemisahan campuran cecair yg mempunyai graviti tentu yg berbeza secara putaran mendatar yg laju;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>pengempar</strong>; <em>alat ~</em> sj mesin yg berputar ligat (utk mengasing-asingkan benda-benda pejal drpd cecair atau cecair drpd cecair yg lain).</p>
<p>&nbsp;</p>
<p><strong>empat </strong>bilangan tiga dicampur satu (4, IV); <em>~ belas</em> bilangan sepuluh ditambah empat (14, XIV); <em>~ puluh</em> empat kali sepuluh (40, XL); <em>~</em> <em>ratus </em>empat kali seratus (400, CD);<em> ~ besar </em>empat negara yg berkuasa (empat orang dll yg berpangkat); <em>~ likur</em> ark 24; <em>~</em> <em>penahap (penjuru) alam </em>=<em> ~ tepas dunia </em>empat arah yg ada di dunia (utara, selatan, timur, dan barat); <em>~ persegi</em> bidang yg empat seginya dan mempunyai sisi yg sama panjangnya, dan tiap-tiap sudutnya 90&deg; (segi empat sama); <em>~ ratus serba dua</em> pemberian drpd pengantin laki-laki kpd pengantin perempuan yg banyaknya empat ratus ringgit belanja hangus dan dua pasang kasut (pakaian, subang, barang-barang hantaran lain); <em>~ segi</em> bidang yg seginya atau sempadannya empat;</p>
<p>&nbsp;</p>
<p><em>~ gasal, lima genap, dikendur berdenting-denting, ditegang berjela-jela </em>prb pertuturan orang yg bijak itu selalu tidak diketahui ertinya; <em>~ susu dua perut</em> sl prb tidak sama atau amat berbeza (keturunan, darjat, dll);</p>
<p>&nbsp;</p>
<p><strong>berempat </strong>yg empat jumlahnya, berjumlah empat: <em>hari yg</em> <em>berikutnya orang ~ itu telah keluar;</em></p>
<p>&nbsp;</p>
<p><strong>berempat-empat </strong>tiap-tiap satunya (kumpulan, barisan, dll) empat jumlahnya, tiap-tiap kali empat jumlahnya: <em>semua harus beratur ~;</em> <em>mereka pergi ~;</em></p>
<p>&nbsp;</p>
<p><strong>mengempat</strong>; <em>~ puluh hari</em> berkenduri arwah (utk orang mati) pd hari yg keempat puluh setelah ia meninggal;</p>
<p>&nbsp;</p>
<p><strong>mengempatkan </strong>menjadikan empat (isteri dll): <em>kekanda sendiri</em> <em>telah rela ~ isteri kekanda Sultan;</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><strong>perempat</strong>; <em>se~</em> = <em>satu ~</em> satu drpd empat bahagian yg sama banyak, suku (1/4);</p>
<p>&nbsp;</p>
<p><strong>memperempat </strong>membahagi kpd empat bahagian;<strong> keempat </strong>(peringkat, bilangan, dll) yg nombor empat;</p>
<p><strong>keempat-empat </strong>kesemuanya yg empat jumlahnya, empat (orang</p>
<p>&nbsp;</p>
<p>dll) sekali;</p>
<p>&nbsp;</p>
<p><strong>perempatan 1. </strong>simpang empat jalan;<strong> 2. </strong>bahagian yg terdiri drpd suku sesuatu, suku bahagian drpd sesuatu.</p>
<p>&nbsp;</p>
<p><strong>empati </strong>(&eacute;mpati) daya menyelami dan memahami perasaan atau emosi orang lain: <em>kemahiran bahasa, pengetahuan tentang masyarakat yg</em> <em>dikaji, dan rasa ~ terhadap masyarakat tersebut telah mengubah bentuk penulisan Sejarah Asia Tenggara</em>;<em> perkembangan sifat ~ terhadap orang yg menghadapi masalah dadah</em>.</p>
<p>&nbsp;</p>
<p><strong>empayar </strong>(&eacute;mpayar)<strong> 1. </strong>negeri-negeri (biasanya luas) yg di bawah pemerintahan seseorang atau sesebuah negeri yg berdaulat; <strong>2.</strong> pemerintahan beraja (atas alasan sejarah, prestij, dll) yg mempunyai maharaja (bukan raja) sbg ketua negara; <strong>3.</strong> satu kumpulan syarikat yg biasanya dikawal oleh seorang yg berpengaruh ke atas sesuatu bidang kegiatan tertentu: <em>McDonald</em> <em>berusaha membina ~ makanan segera;</em></p>
<p>&nbsp;</p>
<p><strong>berempayar </strong>mempunyai empayar (yakni ada negeri-negeri yg tertakluk di bawah pemerintahannya).</p>
<p><strong>empedal</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>hempedal I.</strong></p>
<p><strong>empedu</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>hempedu.</strong></p>
<p>&nbsp;</p>
<p><strong>empek </strong>(emp&eacute;k)<strong> I; mengempek </strong>terlalu ingin (akan sesuatu).<strong> empek </strong>(emp&eacute;k)<strong> II </strong>C bapa;</p>
<p>&nbsp;</p>
<p><strong>empek-empek </strong>orang lelaki yg sudah tua benar, kakek-kakek.<strong> empelas </strong>sj tumbuhan (pokok yg daunnya kesat dan digunakan utk</p>
<p>&nbsp;</p>
<p>melicinkan&nbsp; kayu&nbsp; dll),&nbsp; <em>Tetracera&nbsp; assa;&nbsp; ~&nbsp; hari</em>&nbsp; a)&nbsp; sj&nbsp; tumbuhan</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>(pokok yg wangi bau bunga dan kulitnya), akar bagan, mempelasari, pelasari, pulasari, <em>Alyxia lucida;</em> b) sj tumbuhan (pokok), pelasari, pulasari, <em>Alyxia forbesii; kertas ~</em> kertas pasir; <strong>berempelas </strong>sudah dilicinkan (dgn empelas): <em>di bawah muka pintu</em> <em>tempat Bendahara duduk itu, ada disediakan usungan yg telah ~; </em><strong>mengempelas, mengempelasi </strong>melicinkan dgn daun (kertas)</p>
<p>&nbsp;</p>
<p>empelas;</p>
<p>&nbsp;</p>
<p><strong>pengempelas</strong>; <em>alat ~</em> sesuatu yg digunakan utk mengempelas.<strong> empenak </strong>(emp&eacute;nak); ark <em>pujuk ~</em> pujukan dan kata-kata manis utk</p>
<p>&nbsp;</p>
<p>menyukakan hati dll;</p>
<p>&nbsp;</p>
<p><strong>mengempenak </strong>menyukakan (menyenangkan) hati orang, memanjakan anak, dll.</p>
<p><strong>empening</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>mempening.</strong></p>
<p>&nbsp;</p>
<p><strong>emper </strong>(&eacute;mp&eacute;r) Jw<strong> 1. </strong>=<strong> emperan </strong>serambi (di depan, di rusuk, atau di belakang rumah); <strong>2.</strong> atap tambahan yg bersambung dgn rumah ibu,</p>
<p>&nbsp;</p>
<p>sengkuap.</p>
<p>&nbsp;</p>
<p><strong>emping </strong>sj kudap-kudapan yg dibuat drpd padi muda atau drpd buah belinjau (yg disangai dan ditumbuk tipis-tipis); <em>~ belinjau</em> emping yg dibuat drpd buah belinjau;</p>
<p>&nbsp;</p>
<p><strong>mengemping, memperemping </strong>membuat emping, menumbuk (utk membuat emping): <em>terdengar bunyi antan nyaring bertingkah,</em> <em>itulah tandanya orang sedang ~;</em></p>
<p>&nbsp;</p>
<p><strong>peremping</strong>; <em>masak ~</em> (bkn padi) belum masak betul dan elok utk dibuat emping;</p>
<p>&nbsp;</p>
<p><strong>pengemping </strong>= <em>lesung ~</em> lesung tempat membuat emping.</p>
<p>&nbsp;</p>
<p><strong>empirik </strong>(&eacute;mpirik),<strong> empirikal </strong>(&eacute;mpirikal),<strong> empiris </strong>(&eacute;mpiris) IB berdasarkan (bergantung pd) pemerhatian atau eksperimen, bukan teori: <em>kaedah yg digunakan adalah melalui kajian-kajian ~ dgn</em> <em>pengumpulan data.</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><strong>empirisisme </strong>(&eacute;mpirisisme) doktrin bahawa pengalaman praktis (bukan teori) adalah asas pengetahuan.</p>
<p>&nbsp;</p>
<p><strong>empis </strong>pagar utk melorongkan binatang masuk ke dalam perangkap.<strong> empoh </strong>(&eacute;mpoh) (bkn air sungai dll) melimpah, bah, banjir, sebak;</p>
<p>&nbsp;</p>
<p><strong>mengempoh, mengempohi </strong>menggenangi, mengairi: <em>air hujan ~</em> <em>tanah-tanah yg rendah;</em></p>
<p>&nbsp;</p>
<p><strong>keempohan </strong>perihal diempoh(i), keairan;<strong> pengempohan </strong>pengairan, penggenangan.</p>
<p>&nbsp;</p>
<p><strong>empok </strong>Jk<strong> 1. </strong>kakak;<strong> 2. </strong>panggilan kpd orang perempuan;<strong> empok-empok </strong>orang perempuan.</p>
<p>&nbsp;</p>
<p><strong>emporium </strong>(&eacute;mporium) kedai besar yg menjual pelbagai barang (termasuk makanan, pakaian, peralatan dapur, peralatan sukan, dll).</p>
<p>&nbsp;</p>
<p><strong>empos </strong>(&eacute;mpos) Jk;<strong> mengempos, mengemposi 1. </strong>menghembus, meniup;</p>
<p>&nbsp;</p>
<ol start="2">
<li>memeram (pisang dll) dgn memanaskannya dgn karbida dll;<strong> emposan </strong>buah-buahan yg masak dgn diempos.</li>
</ol>
<p>&nbsp;</p>
<p><strong>empoyan I </strong>gelendong tempat menggulung tali kail (pancing), kili-kili;</p>
<p>&nbsp;</p>
<p><strong>lempoyan.</strong></p>
<p>&nbsp;</p>
<p><strong>empoyan</strong>&nbsp;&nbsp;&nbsp; <strong>II</strong>&nbsp;&nbsp;&nbsp;&nbsp; sj&nbsp;&nbsp;&nbsp;&nbsp; tumbuhan&nbsp;&nbsp;&nbsp; (pokok&nbsp;&nbsp;&nbsp; kecil),&nbsp;&nbsp;&nbsp;&nbsp; mengkoyan,&nbsp;&nbsp;&nbsp; tempoyan,</p>
<p>&nbsp;</p>
<p><em>Rhodamnia trinervia</em><strong>.</strong></p>
<p>&nbsp;</p>
<p><strong>empu I </strong>sl<strong> 1. </strong>tuan;<strong> 2. </strong>orang yg mahir (ahli) dlm sesuatu (terutama dlm membuat keris);</p>
<p>&nbsp;</p>
<p><strong>mengempukan </strong>memerintah: <em>setelah beberapa lamanya ~ negeri</em> <em>Aceh, maka Raja Muzafar Shah pun hilang.</em></p>
<p>&nbsp;</p>
<p><strong>empu II; </strong><em>~ jari</em> ibu jari tangan; <em>~ kaki</em> ibu jari kaki.<strong> empu III </strong>Sr yg empunya, pemilik.</p>
<p>&nbsp;</p>
<p><strong>empuan </strong>perempuan; <em>engku (tengku) ~</em> panggilan kpd permaisuri (isteri raja); <em>datuk ~</em> panggilan kpd isteri datuk (orang besar).</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>empuk I 1. </strong>(bkn makanan spt ubi rebus dll) lembut dan senang dikunyah;</p>
<p>&nbsp;</p>
<ol start="2">
<li>gebu, tidak keras dan tidak lisut: <em>isteri mudanya terbaring di</em> <em>tilam ~; mukanya lebar dan kelihatan ~ sahaja oleh gemuknya; </em><strong>3.</strong></li>
</ol>
<p>&nbsp;</p>
<p>(bkn kain) sudah nipis dan mudah koyak, reput; <strong>4.</strong> (bkn suara) sedap bunyinya, merdu; <em>batu pun ~, jangankan hati manusia</em> prb hati manusia yg keras dapat dilembutkan dgn perkataan yg manis dan lemah lembut;</p>
<p>&nbsp;</p>
<p><strong>mengempukkan </strong>menjadikan empuk (melembutkan dll);<strong> keempukan </strong>keadaan empuk, kegebuan: <em>aku membaringkan diri di</em> <em>atas katil dan merasakan ~ tilamnya.</em></p>
<p>&nbsp;</p>
<p><strong>empuk II </strong>Pr;<strong> mengempuk </strong>memukul (dgn sesuatu).</p>
<p>&nbsp;</p>
<p><strong>empul </strong>ark;<strong> mengempul </strong>(bkn perahu) terumbang-ambing (terapung-apung) tidak boleh mara kerana datang angin atau arus dr depan.</p>
<p>&nbsp;</p>
<p><strong>empulur I </strong>isi atau bahagian yg lembut dlm batang tumbuh-tumbuhan jenis palma, spt kelapa, pinang, dll; <strong>mempulur II.</strong></p>
<p>&nbsp;</p>
<p><strong>empulur&nbsp; II;&nbsp; </strong><em>~&nbsp; rimba</em><strong>&nbsp; </strong>sj&nbsp; tumbuhan&nbsp; (pokok),&nbsp; bungkal,&nbsp; simpuh&nbsp; gajah,</p>
<p>&nbsp;</p>
<p><em>Randia anisophylla; </em><strong>mempulur I.</strong></p>
<p>&nbsp;</p>
<p><strong>empunya 1. </strong>pemiliknya, tuannya: <em>harta pulang ke ~;</em><strong> 2. </strong>=<strong> empunyai </strong>ark mempunyai, memiliki: <em>tiap-tiap orang Lampung ada ~ kebun lada</em> <em>yg berisi seribu dua batang lada; barang siapa ~ untung, ia beroleh Sita Dewi; yg ~ </em>(orang) yg punya (tuannya, pemiliknya);</p>
<p><strong>punya.</strong></p>
<p>&nbsp;</p>
<p><strong>emsi </strong>(&eacute;msi) bp pengacara majlis, juruacara majlis.</p>
<p>&nbsp;</p>
<p><strong>emu </strong>sj burung besar yg tidak dapat terbang, bentuknya seakan-akan burung unta (terdapat di Australia ), <em>Dromaius novaehollandiae</em><strong>.</strong></p>
<p>&nbsp;</p>
<p><strong>emulsi </strong>(&eacute;mulsi) (Kim)<strong> 1. </strong>koloid yg merupakan campuran dua atau lebih cecair yg tidak bercampur sepenuhnya, mis susu; <strong>2.</strong> bahan peka cahaya yg terdapat pd permukaan filem fotografi; <em>cat ~</em> sj cat yg</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>pigmennya terampai, biasanya dlm resin sintetik, yg tersebar dlm air sbg emulsi;</p>
<p>&nbsp;</p>
<p><strong>pengemulsian 1. </strong>proses mencampurkan dua atau lebih cecair yg tidak bercampur sepenuhnya dgn menggoncang campuran tersebut;</p>
<p>&nbsp;</p>
<ol start="2">
<li>proses menambahkan bahan kimia kpd sesuatu emulsi utk mengekalkan keadaan emulsinya;</li>
</ol>
<p>&nbsp;</p>
<p><strong>pengemulsi 1. </strong>bahan kimia yg ditambahkan kpd bahan lain dlm keadaan emulsi, spt makanan, utk mengekalkan keadaan emulsi bahan ini supaya tekstur, warna, rasa dsb tidak berubah, mis lesitin dlm marjerin; <strong>2.</strong> alat, spt mesin pengisar utk membuat emulsi secara mengaduk atau menggoncang campuran dua atau lebih cecair.</p>
<p>&nbsp;</p>
<p><strong>emunggai </strong>lemunggai.</p>
<p>&nbsp;</p>
<p><strong>en </strong>(&eacute;n) ukuran yg sama dgn setengah saiz poin taip yg digunakan ataupun setengah em<strong>.</strong></p>
<p>&nbsp;</p>
<p><strong>En. </strong>kep Encik.</p>
<p>&nbsp;</p>
<p><strong>enak </strong>(&eacute;nak)<strong> 1. </strong>sedap, nyaman (rasa dll): <em>nasi lemak yg dijual oleh</em> <em>seorang Melayu di kedai kopi itu sangat ~ rasanya; makanan yg ~;</em></p>
<p>&nbsp;</p>
<ol start="2">
<li>senang (badan, hati, dll): <em>gurunya memerhatikan muka mereka</em> <em>dgn pandangan yg kurang ~; Cik Salmah sedang ~ menonton di panggung Capitol; ~ hati </em>senang hati;<em> tak ~ badan </em>sakit sedikit; <strong>seenak </strong>sama enaknya (dgn);</li>
</ol>
<p>&nbsp;</p>
<p><strong>seenaknya </strong>sesenang hati, sesedap (sesuka, sekehendak) hati: <em>tidak</em> <em>satu pun peluru itu mengenai kapal terbang yg terbang dgn ~ sahaja menuju ke selatan;</em></p>
<p>&nbsp;</p>
<p><strong>berenak-enak </strong>bersenang-senang, melakukan sesuatu dgn senang hati: <em>ia sedang ~ duduk di kebun bunga itu;</em></p>
<p>&nbsp;</p>
<p><strong>mengenakkan 1. </strong>menjadikan enak (sedap, senang), menyedapkan, menyenangkan: <em>masukkanlah sedikit pati rasa utk ~ lagi masakan</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><em>itu; pendengarannya janggal dan tidak ~; </em><strong>2.</strong> menyatakan (berpura-pura) enak: <em>makanan itu dienakkannya juga, walaupun pahit bagai</em> <em>hempedu;</em></p>
<p>&nbsp;</p>
<p><strong>terenak 1. </strong>yg paling enak;<strong> 2. </strong>memperoleh kesedapan (kesenangan</p>
<p>&nbsp;</p>
<p>dll);</p>
<p>&nbsp;</p>
<p><strong>enak-enakan </strong>makanan dll yg enak-enak, sedap-sedapan;<strong> keenakan 1. </strong>kesedapan;<strong> 2. </strong>kesenangan, keseronokan;<strong> 3. </strong>Jk menjadi terbiasa (biasanya hal yg kurang baik): <em>jangan dibiasakan</em> <em>memanjakan anak, nanti dia ~ bermanja-manja dgn orang lain.</em></p>
<p>&nbsp;</p>
<p><strong>enakmen </strong>(&eacute;nakmen) undang-undang atau statut.</p>
<p>&nbsp;</p>
<p><strong>enam </strong>bilangan lima dicampur satu (6, VI); <em>~ belas</em> bilangan sepuluh dicampur enam (16, XVI); <em>~ likur</em> sl ark dua puluh enam (26, XXVI); <em>~ puluh</em> bilangan yg besarnya enam kali sepuluh (60, LX); <strong>berenam </strong>berjumlah enam (orang dll), enam (orang dll) jumlahnya: <em>jangan pergi ramai-ramai, ~ pun cukuplah;</em></p>
<p>&nbsp;</p>
<p><strong>keenam </strong>yg nombor enam: <em>keempat, hulubalang yg bernama</em> <em>Bichaya Dorta, kelima, hulubalang yg bernama Panta Suta, ~, hulubalang yg bernama Sutama;</em></p>
<p>&nbsp;</p>
<p><strong>keenam-enam </strong>semua yg jumlahnya enam: <em>~ murid itu pun pulang</em> <em>ke rumah.</em></p>
<p>&nbsp;</p>
<p><strong>enamel </strong>(&eacute;namel)<strong> 1. </strong>lapisan cat dll yg berkilat pd permukaan logam dll (utk menghindarkannya drpd berkarat dll); <strong>2.</strong> lapisan luar yg keras pd gigi.</p>
<p>&nbsp;</p>
<p><strong>enap I </strong>sesuatu yg bercampur dgn air dll dan turun ke bawah serta berlonggok di dasar, endap, endapan;</p>
<p>&nbsp;</p>
<p><strong>mengenap&nbsp; </strong>turun&nbsp; ke&nbsp; bawah&nbsp; dan&nbsp; berlonggok&nbsp; di&nbsp; dasar,&nbsp; mendak,</p>
<p>&nbsp;</p>
<p>mengendap;</p>
<p>&nbsp;</p>
<p><strong>mengenapkan </strong>membiarkan sesuatu turun ke bawah dan berlonggok di dasar, mengendapkan;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>enapan 1. </strong>enap; <em>tanah ~</em> tanah yg telah bercampur dgn air dan mendak; <strong>2.</strong> (Geog) bahan yg terdapat di dasar sungai, tasik atau laut yg terdiri drpd campuran tanah liat, kelodak, pasir, jirim organik dsb; <strong>3.</strong> pepejal yg terendap selepas proses endap di loji olahan air atau air sisa;</p>
<p>&nbsp;</p>
<p><strong>pengenapan </strong>proses mengenap atau mengenapkan.<strong> enap II </strong>Mn diam;</p>
<p>&nbsp;</p>
<p><strong>mengenap, mengenap-enapkan </strong>memikirkan atau mempertimbangkan dgn teliti (sungguh-sungguh).</p>
<p>&nbsp;</p>
<p><strong>enau </strong>sj tumbuhan (pokok), aren, kabung, <em>Arenga saccharifera;</em></p>
<p>&nbsp;</p>
<p><em>~ memanjat (mencari) sigai </em>prb perempuan mendapatkan (mencari) lelaki; <em>~ sebatang dua sigainya</em> prb a) satu pekerjaan dua orang ketuanya, tentu tidak baik jadinya; b) seorang perempuan yg menduakan suami; <em>bagai ~ dlm belukar, melepaskan pucuk</em> <em>masing-masing </em>prb tidak semuafakat dlm sesuatu perbincangan, hanya berpegang pd pendapat masing-masing sahaja; <em>mati ~</em> <em>tinggal di rimba </em>prb jika orang hina mati, namanya tidak akan disebut-sebut orang lagi.</p>
<p>&nbsp;</p>
<p><strong>enca; </strong><em>~-benca</em> bercerai-cerai, bersepah-sepah.</p>
<p>&nbsp;</p>
<p><strong>encal I; encal-encal </strong>terloncat-loncat (kanak-kanak yg dipegang kedua-dua belah telinganya dan diangkat ke atas ke bawah) turun naik.</p>
<p>&nbsp;</p>
<p><strong>encal II; encal-encal </strong>sl jangan tidak sahaja, tidak sungguh-sungguh atau hati-hati (berbuat sesuatu dll).</p>
<p>&nbsp;</p>
<p><strong>encang I </strong>encal (terloncat-loncat).</p>
<p>&nbsp;</p>
<p><strong>encang II; mengencang </strong>memukul (memalu) sesuatu dgn kerasnya.<strong> encer </strong>(&eacute;nc&eacute;r) Jk<strong> 1. </strong>tidak keras dan tidak spt gas, cair;<strong> 2. </strong>bercampur air,</p>
<p>&nbsp;</p>
<p>tidak pekat atau kurang patinya (bkn cecair yg mengandungi sesuatu zat); <strong>3.</strong> menjadi cair; <strong>4.</strong> lekas menerima pelajaran, lekas faham;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>mengencerkan</strong>&nbsp;&nbsp;&nbsp; menjadikan&nbsp;&nbsp;&nbsp; encer&nbsp;&nbsp;&nbsp;&nbsp; (cair,&nbsp;&nbsp;&nbsp;&nbsp; larut),&nbsp;&nbsp;&nbsp;&nbsp; mencairkan,</p>
<p>&nbsp;</p>
<p>melarutkan;</p>
<p>&nbsp;</p>
<p><strong>enceran </strong>cairan, larutan.</p>
<p>&nbsp;</p>
<p><strong>encik 1. </strong>panggilan kpd orang lelaki yg sederhana kedudukannya atau yg tidak dikenali; <strong>2.</strong> panggilan kpd ibu (bagi sesetengah orang); <strong>3.</strong> gelaran yg digunakan sebelum nama orang lelaki (yg tidak mempunyai sebarang gelaran spt Datuk, Tengku, dsb): <em>E~ Ramli;</em></p>
<p>&nbsp;</p>
<ul>
<li><em>laki-laki </em>laki-laki yg menjadi kepala rumah tangga, tuan rumah;</li>
</ul>
<p><em>&nbsp;</em></p>
<ul>
<li><em>perempuan </em>isteri, nyonya rumah, orang rumah; Jk panggilan kpd orang Cina asli;</li>
</ul>
<p>&nbsp;</p>
<p><strong>encik-encik </strong>seorang Cina asli;</p>
<p>&nbsp;</p>
<p><strong>berencik </strong>menggunakan kata encik apabila bercakap-cakap: <em>memang Hamid apabila bercakap dgn aku selalu ~; Ah, jangan ~ juga lagi dgn saya, Suyono!</em></p>
<p>&nbsp;</p>
<p><strong>memperencik </strong>memanggil encik (kpd seseorang): <em>sekarang engkau</em> <em>yg patut saya perencik.</em></p>
<p>&nbsp;</p>
<p><strong>encit </strong>C sj kain cita.</p>
<p>&nbsp;</p>
<p><strong>encok </strong>(&eacute;ncok) Jk<strong> 1. </strong>kaku atau kejang (pd kaki atau tangan);<strong> 2. </strong>sj penyakit sengal (sakit) pd sendi tulang dan otot.</p>
<p><strong>encot </strong>(&eacute;ncot) Jk incut, tempang, capik;</p>
<p>&nbsp;</p>
<p><strong>enda; </strong><em>~-semenda</em> Mn bermacam-macam perhubungan kekeluargaan yg terbit drpd perkahwinan: <em>segala famili, baik saudara ayah, baik</em> <em>drpd pihak ibu, ~-semenda, ipar besan, terutama keluarga yg perempuan, hendaklah hadir melepas mempelai itu.</em></p>
<p>&nbsp;</p>
<p><strong>endah </strong>(&eacute;ndah) = <em>~ akan</em> peduli (akan), acuh: <em>sedikit pun dia tidak ~ akan</em> <em>nasihat kawan-kawannya; ~ tak ~ </em>tidak peduli langsung;<em> tak ~ </em>tidak peduli, tidak acuh;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>mengendahkan </strong>memberi perhatian kpd, memandang penting (mustahak, berharga, dll), mempedulikan, mengacuhkan: <em>dia tidak</em> <em>~ larangan orang tuanya;</em></p>
<p>&nbsp;</p>
<p><strong>perendahan </strong>perhatian, penghargaan: <em>segala adat lembaga bangsa</em> <em>Timur dapat ~ di kalbunya;</em></p>
<p>&nbsp;</p>
<p><strong>pengendahan </strong>perihal atau perbuatan mengendahkan.<strong> endak </strong>bp<strong> 1. </strong>hendak;<strong> 2. </strong>tidak.</p>
<p>&nbsp;</p>
<p><strong>endal;&nbsp; mengendal&nbsp; 1.&nbsp; </strong>menganjal,&nbsp; memantul;<strong>&nbsp; 2.&nbsp; </strong>mengasak,&nbsp; memadat,</p>
<p>&nbsp;</p>
<p>menjejal.</p>
<p>&nbsp;</p>
<p><strong>endan </strong>(&eacute;ndan);<strong> mengendan </strong>menolak (orang dll) dgn badan (tangan dll).<strong> endang </strong>(&eacute;ndang) sl<strong> 1. </strong>orang perempuan yg bertapa;<strong> 2. </strong>anak perempuan</p>
<p>&nbsp;</p>
<p>atau isteri orang yg bertapa.</p>
<p>&nbsp;</p>
<p><strong>endap; endap-endap, endapan </strong>sesuatu yg bercampur dgn air dll dan turun ke bawah serta berlonggok di dasar; <em>endapan darah</em> kentalan darah (setelah darah dan airnya tidak bercampur lagi);</p>
<p>&nbsp;</p>
<p><strong>mengendap </strong>turun ke bawah dan berlonggok di dasar, mendak;<strong> mengendapkan </strong>membiarkan supaya mengendap (mendak);</p>
<p>&nbsp;</p>
<p><strong>mendap, enap I.</strong></p>
<p>&nbsp;</p>
<p><strong>endas </strong>Jw ark kepala.</p>
<p>&nbsp;</p>
<p><strong>endasan </strong>lapik atau landasan (utk memotong dll).</p>
<p>&nbsp;</p>
<p><strong>endemik </strong>(&eacute;nd&eacute;mik) penyakit yg sentiasa terdapat pd orang atau daerah</p>
<p>&nbsp;</p>
<p>tertentu.</p>
<p>&nbsp;</p>
<p><strong>endemiologi </strong>(&eacute;nd&eacute;miologi) kajian tentang berbagai-bagai aspek yg berkaitan dgn penyakit endemik.</p>
<p>&nbsp;</p>
<p><strong>endeng </strong>(&eacute;nd&eacute;ng);<strong> mengendeng </strong>menunjuk-nunjuk: <em>janganlah ~ kuih itu</em> <em>kpd orang lain. Nanti diminta orang.</em></p>
<p><strong>enderia </strong></p>
<p>&nbsp;</p>
<p><strong>endilau </strong>sj tumbuhan (pokok).</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>endodontik </strong>(&eacute;ndodontik) cabang ilmu pergigian yg berkaitan dgn penyakit pulpa gigi, termasuklah diagnosis, perawatan dan pencegahannya dsb.</p>
<p>&nbsp;</p>
<p><strong>endogami </strong>(&eacute;ndogami)<strong> 1. </strong>(Ant) perkahwinan sesama suku;<strong> 2. </strong>(Bio) pendebungaan antara dua bunga pd tumbuhan yg satu.</p>
<p>&nbsp;</p>
<p><strong>endok </strong>Jw telur.</p>
<p>&nbsp;</p>
<p><strong>endokarditis </strong>(&eacute;ndokarditis) (Ubat) radang endokardium.</p>
<p>&nbsp;</p>
<p><strong>endokardium </strong>(&eacute;ndokardium) (Ubat) membran yg melapisi rongga jantung dan membentuk sebahagian drpd injap.</p>
<p>&nbsp;</p>
<p><strong>endokarpa </strong>(&eacute;ndokarpa) (Bio) lapisan paling dalam, biasanya keras, pd perikarpa buah tertentu, mis tempurung kelapa.</p>
<p>&nbsp;</p>
<p><strong>endokrin </strong>(&eacute;ndokrin) (Bio) bkn perembesan hormon oleh sesuatu organ atau struktur secara terus ke dlm darah atau limfa; <em>kelenjar ~</em> kelenjar (spt kelenjar adrenalina, kelenjar tiroid, dll) yg merembeskan hormon terus ke dlm aliran darah.</p>
<p>&nbsp;</p>
<p><strong>endokrinologi </strong>(&eacute;ndokrinologi) kajian tentang kelenjar endokrin dan rembesan hormonnya.</p>
<p>&nbsp;</p>
<p><strong>endolimfa </strong>(&eacute;ndolimfa) (Ubat) bendalir di dlm labirin bermembran yg terdapat di dlm telinga.</p>
<p>&nbsp;</p>
<p><strong>endon </strong>Jk;<strong> mengendon, ngendon </strong>menumpang tidur (tinggal) di rumah orang (buat beberapa hari lamanya);</p>
<p>&nbsp;</p>
<p><strong>endonan </strong>orang yg mengendon atau menumpang tidur;<strong> endong. endong; mengendong </strong>menumpang tidur (bermalam) di rumah orang;</p>
<p>&nbsp;</p>
<p><strong>endon.</strong></p>
<p>&nbsp;</p>
<p><strong>endoparasit </strong>(&eacute;ndoparasit) (Bio) parasit yg hidup dlm tubuh perumahnya, mis cacing pita.</p>
<p>&nbsp;</p>
<p><strong>endors </strong>(&eacute;ndors);<strong> mengendors </strong>bp mengakui (dokumen, cek, perjanjian dsb) sah dgn menurunkan tandatangan dsb;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>endorsan 1. </strong>(Eko) catatan di belakang cek sbg tanda penerimaan:</p>
<p>&nbsp;</p>
<p><em>~ cek; </em><strong>2.</strong> (Udg) catatan di belakang atau di bawah sesuatu dokumen; <strong>3.</strong> (Udg) catatan di belakang writ, dokumen mahkamah dsb bagi menandakan dokumen telah disampaikan kpd orang berkenaan.</p>
<p>&nbsp;</p>
<p><strong>endoskop </strong>(&eacute;ndoskop) alat utk memeriksa bahagian dlm organ yg berongga, spt pundi kencing dan usus.</p>
<p>&nbsp;</p>
<p><strong>endoskopi </strong>(&eacute;ndoskopi) pemeriksaan bahagian dlm organ tubuh yg berongga dgn endoskop.</p>
<p>&nbsp;</p>
<p><strong>endosperma </strong>(&eacute;ndosperma) (Bio) tisu pd kantung embrio tumbuhan berbiji, yg lazimnya menyimpan bahan makanan yg terurai semasa proses percambahan.</p>
<p>&nbsp;</p>
<p><strong>endoterma </strong>(&eacute;ndoterma) bkn proses atau tindak balas kimia yg menyerap haba dr persekitaran luar.</p>
<p>&nbsp;</p>
<p><strong>enduk </strong>Jw, ark panggilan kpd orang (anak) perempuan atau isteri.<strong> endul </strong>ark buaian;</p>
<p>&nbsp;</p>
<p><strong>berendul </strong>berayun di atas atau di dlm buaian: <em>adat ~.</em></p>
<p>&nbsp;</p>
<p><strong>endus </strong>Jk;<strong> mengendus 1. </strong>mencium atau menghidu (bau);<strong> 2. </strong>ki mencium, mulai menyedari atau mendapat tahu akan sesuatu (rahsia, gelagat, maksud, dll): <em>konflik inilah yg sampai bocor dan diendus oleh</em> <em>orang surat khabar; aku sendiri memang sudah ~nya sejak tadi lagi;</em></p>
<p>&nbsp;</p>
<p><strong>terendus </strong>ki tercium, diketahui: <em>Yusof ragu sebentar, takut kalau-kalau ~ bahawa apa yg dikatakannya itu sekadar ingin memulai pembicaraan saja.</em></p>
<p>&nbsp;</p>
<p><strong>endut I </strong>bp teman lelaki atau teman wanita;</p>
<p>&nbsp;</p>
<p><strong>berendut 1. </strong>bertemu atau keluar dgn endut utk berbual-bual mesra, makan dsb; <strong>2.</strong> mempunyai endut.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>endut II; endut-endutan </strong>Id, bp bergerak-gerak, berdenyut-denyut, berdebar-debar.</p>
<p>&nbsp;</p>
<p><strong>enek </strong>Jk berasa spt hendak muntah, muak, mual.</p>
<p>&nbsp;</p>
<p><strong>enema </strong>(&eacute;n&eacute;ma) (Ubat)<strong> 1. </strong>pemasukan cecair ke dlm dubur, terutamanya utk memudahkan buang air besar; <strong>2.</strong> cecair yg dimasukkan ke dlm dubur, terutamanya utk memudahkan buang air besar<strong>.</strong></p>
<p>&nbsp;</p>
<p><strong>enes </strong>Jw;<strong> mengenes </strong>merana kerana berasa sedih atau pilu dlm hati;<strong> mengeneskan </strong>memilukan, menyedihkan.</p>
<p>&nbsp;</p>
<p><strong>enga </strong>Jk tahu (faham, sedar akan).</p>
<p>&nbsp;</p>
<p><strong>engah; engah-engah, mengengah-engah, terengah-engah 1. </strong>mengap-ngap, tercungap-cungap, termengah-mengah: <em>setibanya di atas</em> <em>jambatan, ia menurunkan barang-barang itu dgn terengah-engah;</em></p>
<p>&nbsp;</p>
<ol start="2">
<li>ki tergesa-gesa, cepat.<strong> engak </strong>Id bingung, termangu-mangu.</li>
</ol>
<p>&nbsp;</p>
<p><strong>engap </strong>Jk;<strong> engap-engapan </strong>terengah-engah, tercungap-cungap.<strong> engas </strong>Jk bau busuk.</p>
<p><strong>engeh</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>engah.</strong></p>
<p>&nbsp;</p>
<p><strong>enggak I </strong>Jk tidak: <em>aku ~ takut.</em></p>
<p>&nbsp;</p>
<p><strong>enggak II </strong>tempat pulut (spt burung rupanya), katang-katang.</p>
<p>&nbsp;</p>
<p><strong>enggan </strong>tidak mahu, tidak suka: <em>jika spt itu perbuatan Seri Betara dan</em> <em>Pateh Gajah Mada akan Laksamana, ~lah aku pergi ke Majapahit itu; ia ~ berjalan dgn Ramli;</em></p>
<p>&nbsp;</p>
<ul>
<li><em>jikalau </em>sl kecuali (melainkan, jika tidak);</li>
</ul>
<p><em>&nbsp;</em></p>
<ul>
<li><em>seribu daya, mahu sepatah kata </em>prb jika tidak mahu (suka) selalunya banyaklah jawabnya, tetapi kalau mahu atau suka itu hanya sedikit sahaja jawabnya;</li>
</ul>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><strong>enggan-enggan </strong>hendak tidak hendak, mahu tidak mahu;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>mengenggankan </strong>tidak membenarkan, tidak meluluskan, menolak akan, tidak suka (setuju) akan: <em>rasa tidak ada jaminan ~ mereka</em> <em>melanjutkan pekerjaan itu;</em></p>
<p>&nbsp;</p>
<p><strong>keengganan </strong>ketidaksudian, ketidakmahuan: <em>~nya utk ikut serta</em> <em>dlm pertemuan itu menimbulkan tanda tanya; mereka ~ utk menghantarkan anak-anak perempuan jauh dr kampung mereka.</em></p>
<p>&nbsp;</p>
<p><strong>enggang I </strong>sj burung dlm famili Bucerotidae (yg ada cula di atas paruhnya yg besar), burung jawa;</p>
<p>&nbsp;</p>
<p><em>~ belantara </em>sj burung<em>, Rhyticeros plicatus; ~ belukar = ~ buluh </em>sj burung, <em>Anorrhinus galeritus; ~ bulu = ~ jambul putih</em> sj burung,</p>
<p>&nbsp;</p>
<p><em>Berenicornis comatus; ~ papan </em>sj burung,<em> Buceros bicornis; ~ lilin = ~ kenyalang </em>sj burung,<em> Buceros rhinoceros;</em></p>
<p>&nbsp;</p>
<p><em>~ apa kpd ~, orang apa kpd orang </em>prb susah senang kita, kita yg merasakannya, susah senang orang tinggallah pd orang (masing-masing menjaga sendiri); <em>~ lalu atal jatuh, anak raja mati</em> <em>ditimpanya </em>prb menerima akibat (kemalangan) kerana kebetulan berada di tempat dll kejadian itu; <em>burung pipit sama ~ , (mana</em> <em>boleh sama terbang) </em>prb perhubungan atau perjodohan yg tidak sama padan, manakan boleh selamat; <em>makanan ~ hendak dimakan</em> <em>oleh pipit </em>prb hendak melakukan sesuatu yg bukan padan dgn taraf (kesanggupan dll); <em>(men)dengar(kan) cakap ~</em> prb mendengarkan cakap orang atau musuh binasa sudahnya; <em>pipit meminang anak ~</em> prb orang yg miskin (kecil-kecil dll) meminang anak orang kaya (besar-besar dll) tentu tidak munasabah; <em>selama ~ mengeram</em> prb lama benar; <em>yg ~ sama ~ juga, yg pipit sama pipit juga</em> prb berkaum (berkahwin dll) elok dgn yg sama pangkat (kedudukan, taraf, dll).</p>
<p>&nbsp;</p>
<p><strong>enggang II; </strong><em>pokok ~</em> sj tumbuhan (pokok), <em>Knema geminata.</em><strong> enggat </strong>senggat, had, hingga, takat.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>enggeh </strong>(engg&eacute;h) Jw ia.</p>
<p>&nbsp;</p>
<p><strong>engget </strong>(&eacute;ngg&eacute;t) Jk;<strong> mengengget </strong>mengait (buah dll).<strong> enggil </strong>ark;<strong> berenggil, berenggilan </strong>bergerigis, bergerigi.</p>
<p>&nbsp;</p>
<p><strong>enggokan </strong>(&eacute;nggokan) Jw selekoh atau kelok (jalan, sungai, dll).<strong> engkah I </strong>C perekat, gam (utk melekatkan kayu).</p>
<p>&nbsp;</p>
<p><strong>engkah II; engkah-engkah, engkah-engkahan 1. </strong>belum empuk, masih keras, setengah masak (benda yg direbus); <strong>2.</strong> mengkal, belum</p>
<p>&nbsp;</p>
<p>masak betul (buah-buahan).</p>
<p>&nbsp;</p>
<p><strong>engkak </strong>Jw burung gagak, <em>Corvus spp.</em></p>
<p>&nbsp;</p>
<p><strong>engkap; engkap-engkip, terengkap-engkip </strong>turun naik (spt rumput dipijak); <em>~ bagai rumput di tengah jalan</em> prb hidup merana kerana sakit atau miskin.</p>
<p>&nbsp;</p>
<p><strong>engkau </strong>ganti nama diri kedua (utk orang yg setaraf atau yg lebih rendah, digunakan juga utk Tuhan sewaktu berdoa), kamu, awak; lwn aku; <strong>si engkau </strong>sl orang yg disebut engkau, orang rendahan: <em>jikalau</em> <em>umpama ~ si aku sekalipun, jika dgn titah tuanku patik sekalian pertuanlah;</em></p>
<p>&nbsp;</p>
<p><strong>berengkau </strong>menggunakan perkataan engkau apabila bercakap-cakap utk menunjukkan hubungan yg mesra dan tidak formal: <em>tapi</em> <em>baiklah kita menyebut nama dan memakai perkataan biasa saja, ~ berkamu, beraku, sebab begitu lebih mesra rasanya.</em></p>
<p>&nbsp;</p>
<p><strong>engkerurai </strong>(Muz) sj alat tiup kaum Iban.</p>
<p>&nbsp;</p>
<p><strong>engkil; terengkil </strong>benggal-benggil (bkn kulit batang kayu).</p>
<p>&nbsp;</p>
<p><strong>engkip; </strong><em>engkap-~;</em> &reg;<strong> engkap. engko </strong>C abang, kakak.</p>
<p><strong>engko </strong>(&eacute;ngko) bp berkawan, bersekutu atau berpakat (dgn), berkongsi berniaga;</p>
<p>&nbsp;</p>
<p><strong>engkoan </strong>bp syarikat perdagangan bersama, perniagaan bersama.<strong> engkoh </strong>Pr; <em>~nya</em> rupa-rupanya.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>engkol </strong>(&eacute;ngkol) sj alat utk memusing (menghidupkan) enjin kereta dll;<strong> mengengkol </strong>memutarkan engkol (utk menghidupkan enjin kereta dll).</p>
<p>&nbsp;</p>
<p><strong>engkong </strong>C bp datuk laki-laki, kakek.</p>
<p>&nbsp;</p>
<p><strong>engku 1. </strong>sebutan kpd orang yg berketurunan raja: <em>~ puan;</em><strong> 2. </strong>sebutan kpd orang yg dihormati (guru dll): &ldquo;<em>Yang mana ~ Datuk?&rdquo;, tanya</em></p>
<p>&nbsp;</p>
<p><em>Sultan Baginda; </em><strong>3.</strong> Mn pak cik, paman, mamak; <strong>4.</strong> Mn sebutan kpd datuk;</p>
<p>&nbsp;</p>
<p><strong>berengku </strong>menggunakan perkataan engku (apabila bercakap-cakap): <em>masyarakat pun sudah berpatik, ~ kpd mereka.</em></p>
<p>&nbsp;</p>
<p><strong>engkuk </strong>sj burung yg bunyinya &ldquo;kuk&rdquo;, &ldquo;kuk&rdquo;.<strong> engkunai </strong>sj tumbuhan (pokok) yg kuat kayunya.</p>
<p>&nbsp;</p>
<p><strong>engsel </strong>(&eacute;ngs&eacute;l)<strong> 1. </strong>sj sendi besi yg menyambungkan daun pintu (tingkap dll) dgn jenangnya dll (sehingga daun pintu dll boleh dibuka tutup); <strong>2.</strong> alat pengubah arah rel (pd jalan kereta api), wisel; <strong>berengsel </strong>ada engselnya, bersendi: <em>tengkorak itu melekat spt ~ pd</em> <em>tulang belakang.</em></p>
<p>&nbsp;</p>
<p><strong>engsot </strong>(&eacute;ngsot);<strong> berengsot, berengsot-engsot 1. </strong>bergerak (beralih) sedikit-sedikit (perlahan-lahan), berkesot; <strong>2</strong>. memulakan satu barisan cetakan atau tulisan lebih jauh dr garis tepi, inden, <em>tidak ~</em> <em>drpd bibir </em>prb selalu disebut-sebut;</p>
<p>&nbsp;</p>
<p><strong>mengengsot 1. </strong>berengsot: <em>ia ~ menuju ke meja itu;</em><strong> 2. </strong>=<strong> mengengsotkan </strong>menggeserkan, mengesotkan perlahan-lahan.</p>
<p>&nbsp;</p>
<p><strong>enigma </strong>(&eacute;nigma) seseorang atau sesuatu yg membingungkan.<strong> enjak I; mengenjak </strong>memijak;</p>
<p>&nbsp;</p>
<p><strong>mengenjak-enjak </strong>memijak-mijak, menghentak-hentakkan kaki.<strong> enjak II </strong>bp sejak.</p>
<p>&nbsp;</p>
<p><strong>enjal; mengenjal 1. </strong>mengisi penuh-penuh atau menjejal mulut (dgn makanan); <strong>2.</strong> jatuh terperenyuk; <strong>3.</strong> memantul.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>enjelai </strong>sj tumbuhan (pokok dan buahnya) drpd jenis padi, <em>Coix</em> <em>lachrymajobi; bagai tidur di atas ~ </em>prb sangat gelisah (kerana risau dll).</p>
<p>&nbsp;</p>
<p><strong>enjet </strong>(&eacute;nj&eacute;t) bergaya atau geliang-geliut (sewaktu berjalan atau bergerak).</p>
<p>&nbsp;</p>
<p><strong>enjin </strong>(&eacute;njin) mesin utk menukar berbagai-bagai bentuk tenaga kpd daya atau gerakan mekanik;</p>
<p>&nbsp;</p>
<ul>
<li><em>diesel </em>=<em> ~ penyalaan mampatan </em>enjin yg menggunakan minyak diesel dan benzina utk bahan apinya; <em>~ gas</em> enjin yg menggunakan gas mudah terbakar, spt gas asli dan gas arang batu sbg bahan api;</li>
</ul>
<p><em>&nbsp;</em></p>
<ul>
<li><em>haba </em>enjin utk menukarkan haba menjadi tenaga mekanik;<em> ~ pembakaran dalam </em>enjin yg membakar bahan api dlm silinder dan menukarkan tenaga haba yg terhasil terus kpd tenaga mekanik; <em>~</em> <em>petrol </em>enjin pembakaran dalam yg menggunakan minyak petrol sbg bahan api; <em>~ stim</em> = <em>~ wap</em> enjin yg digerakkan (dijalankan) oleh kuasa wap.</li>
</ul>
<p>&nbsp;</p>
<p><strong>enjot </strong>Jk turun naik, jungkang-jungkit, unggang-unggit.<strong> enjut; enjut-enjut; </strong><em>~ semut</em> sj permainan kanak-kanak;</p>
<p>&nbsp;</p>
<p><strong>mengenjut 1. </strong>menggerakkan perlahan-lahan, menarik atau mengangkatnya perlahan-lahan, menggerakkan turun naik; <strong>2.</strong> = <strong>mengenjut-enjut </strong>turun naik<strong>: </strong><em>didengarnya anak-anak dara itu</em> <em>ketawa riang, ketawa yg pd mulanya ~, kemudian memanjang-manjang pula;</em></p>
<p>&nbsp;</p>
<p><strong>terenjut-enjut </strong>(bergerak dll) turun naik (tinggi rendah): <em>ia</em> <em>berjalan ~; bahunya ~;</em></p>
<p>&nbsp;</p>
<p><strong>enjutan </strong>gerakan (goncangan) turun naik: <em>~ bas itu memuakkan</em> <em>tekak juga.</em></p>
<p>&nbsp;</p>
<p><strong>enkerabab </strong>(Muz) sj kordofon dua tali kaum Iban.</p>
<p>&nbsp;</p>
<p><strong>enkeratong </strong>(Muz) sj kordofon empat tali atau lebih kaum Iban.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>enkeromong </strong>(Muz) sj gong perunggu kecil kaum Iban.</p>
<p>&nbsp;</p>
<p><strong>enklaf </strong>(&eacute;nklaf)<strong> 1. </strong>(Geog) sebahagian drpd wilayah sesebuah negara yg dikelilingi seluruhnya oleh wilayah negara asing, mengikut perspektif orang yg di luar wilayah tersebut; <strong>2.</strong> (Ant) sekumpulan orang yg berbeza dr segi budaya, sosial, intelektual dsb drpd kumpulan orang di sekeliling mereka.</p>
<p>&nbsp;</p>
<p><strong>enologi </strong>(&eacute;nologi) kajian tentang wain.<strong> enom </strong>Jw ark muda.</p>
<p>&nbsp;</p>
<p><strong>enrolmen </strong>(&eacute;nrolmen) bilangan orang yg mendaftarkan diri sbg pelajar di institusi (kolej dsb): <em>apabila pelajar baru mendaftar pd Julai ini, ~</em> <em>pelajar akan meningkat sehingga melebihi sepuluh ribu.</em></p>
<p>&nbsp;</p>
<p><strong>ensefalitis </strong>(&eacute;ns&eacute;falitis) (Ubat) radang pd otak yg disebabkan oleh agen jangkitan (spt bakteria, virus atau parasit), ataupun yg disebabkan kecederaan.</p>
<p>&nbsp;</p>
<p><strong>ensiklopedia </strong>(&eacute;nsiklop&eacute;dia) buku, biasanya dlm banyak jilid, yg mengandungi maklumat am tentang segala cabang pengetahuan atau maklumat tuntas tentang sesuatu cabang pengetahuan.</p>
<p>&nbsp;</p>
<p><strong>ENT </strong>kep <em>ear, nose and throat</em> (iaitu telinga, hidung dan tekak): <em>pakar ~.</em><strong> entah 1. </strong>=<strong> entahkan </strong>tidak tahu: <em>siapa dia? ~; macam mana perkara ini</em> <em>mahu&nbsp; diselesaikan?&nbsp; ~lah;&nbsp; entahkan&nbsp; beberapa&nbsp; zaman&nbsp; lamanya cerita dibawa air yg hilir, angin yg lalu dan burung yg terbang; </em><strong>2.</strong> kalau-kalau, barangkali, boleh jadi: <em>~ benar, ~ tidak, tak tahulah!;</em> <em>jikalau Paduka Tuan mau melanggar pd malam Jumaat tatkala Sang Setia melanggar, ~ kesukaran gerang Melaka; </em><strong>3.</strong> sama ada ...</p>
<p>&nbsp;</p>
<p>atau ...: <em>~ setuju, ~ tidak, kita buat juga;</em></p>
<p>&nbsp;</p>
<p><strong>entah-entah 1. </strong>kalau-kalau, barangkali, boleh jadi, jangan-jangan:</p>
<p>&nbsp;</p>
<p><em>~ dia sudah tidak ada lagi di situ; </em><strong>2.</strong> = <strong>berentah</strong>; <strong>3.</strong> ark keturunan yg kelima atau keenam; <strong>4.</strong> ark kiraan atau hitungan nilai wang yg terkecil sekali;</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>berentah </strong>mengatakan entah (apabila bercakap atau menjawab pertanyaan);</p>
<p>&nbsp;</p>
<p><strong>entah-berentah </strong>Mn anu (tidak diketahui dgn tepat, hanya khayalan semata); <em>negeri ~</em> sl negeri anu.</p>
<p>&nbsp;</p>
<p><strong>entang I </strong>Pr; <em>tak ~</em> tidak peduli, tidak endah, tidak hormat: <em>budak-budak</em> <em>itu tak ~ pd siapa-siapa pun.</em></p>
<p>&nbsp;</p>
<p><strong>entang II </strong>Pr;<strong> entangkan </strong>sementang, walaupun, sungguhpun.<strong> entang III </strong>bp tentang.</p>
<p>&nbsp;</p>
<p><strong>entang </strong>(&eacute;ntang) Kd; <em>tak ~</em> tidak peduli, tidak endah.</p>
<p>&nbsp;</p>
<p><strong>entar </strong>Jk<strong> 1. </strong>singkatan bagi sebentar;<strong> 2. </strong>nanti; <em>~ malam</em> nanti malam.<strong> entat </strong>Kd;<strong> terentat </strong>tidak boleh menjadi besar (buah-buahan dll),</p>
<p>&nbsp;</p>
<p>terbantut.</p>
<p>&nbsp;</p>
<p><strong>ente </strong>(&eacute;nt&eacute;) Ar Jk engkau.</p>
<p>&nbsp;</p>
<p><strong>entek </strong>(&eacute;nt&eacute;k);<strong> mengentek </strong>menampi atau mengindang (beras dll).</p>
<p>&nbsp;</p>
<p><strong>enten </strong>(&eacute;nt&eacute;n) IB;<strong> mengenten </strong>menempelkan potongan pohon atau tampang pd pohon lain (supaya bercabang), mencantumkan.</p>
<p>&nbsp;</p>
<p><strong>enteng </strong>(&eacute;nt&eacute;ng) ringan, mudah;</p>
<p>&nbsp;</p>
<p><strong>mengentengkan </strong>meringankan, memudahkan;<strong> mengenteng-entengkan </strong>menganggap mudah (ringan): <em>G. Eton ~</em> <em>bidang ini;</em></p>
<p>&nbsp;</p>
<p><strong>entengan </strong>sesuatu yg dianggap ringan atau mudah: <em>hasil sastera itu</em> <em>~ sahaja, sulitnya tidak seberapa;</em></p>
<p>&nbsp;</p>
<p><strong>keentengan </strong>keringanan, kemudahan.</p>
<p>&nbsp;</p>
<p><strong>enteritis </strong>(&eacute;nteritis) (Ubat) radang pd usus (terutamanya usus kecil) yg dicirikan dgn cirit-birit.</p>
<p>&nbsp;</p>
<p><strong>enterostomi </strong>(&eacute;nt&eacute;rostomi) (Ubat) pembentukan bukaan kekal secara pembedahan dr luar tubuh ke dlm usus melalui dinding abdomen, utk dijadikan sbg dubur buatan dsb.</p>
<p>&nbsp;</p>
<p><strong>enterotomi </strong>(&eacute;nt&eacute;rotomi) (Ubat) sebarang pembedahan pd usus.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>enterozoa </strong>(&eacute;nt&eacute;rozoa) (Bio) parasit haiwan yg terdapat di dlm usus.<strong> entigis </strong>(&eacute;ntigis) Sr bahagian sungai yg paling hulu: <em>kawasan ~ sungai</em></p>
<p>&nbsp;</p>
<p><em>Rejang akan dibangunkan sbg tempat pelancongan.</em></p>
<p>&nbsp;</p>
<p><strong>entiti </strong>(&eacute;ntiti) sesuatu yg mempunyai kewujudannya yg tersendiri: <em>seterusnya sbg data kajian, sastera harus diamati sbg ~ yg bebas drpd konteks sejarah.</em></p>
<p>&nbsp;</p>
<p><strong>entomofili (</strong>&eacute;ntomofili) (Bio) pendebungaan yg dilakukan oleh serangga.<strong> entomologi </strong>(&eacute;ntomologi) kajian tentang serangga<em>.</em></p>
<p>&nbsp;</p>
<p><strong>entong </strong>Jk panggilan kpd anak lelaki.</p>
<p>&nbsp;</p>
<p><strong>entot </strong>(&eacute;ntot) Jk;<strong> mengentot </strong>bk bersetubuh (dgn).</p>
<p>&nbsp;</p>
<p><strong>entre </strong>(&eacute;ntr&eacute;) IB, bp belanja masuk (utk melihat sesuatu pertunjukan), wang pertaruhan (spt yg dibayar dahulu ketika menjadi ahli persatuan dll).</p>
<p>&nbsp;</p>
<p><strong>entrepot </strong>(&eacute;ntr&eacute;pot)<strong> 1. </strong>gudang utk barang-barang perdagangan;<strong> 2. </strong>pusat perdagangan, biasanya bandar pelabuhan, yg menjadi tempat mengimport dan mengeksport semula barang-barang dagangan.</p>
<p>&nbsp;</p>
<p><strong>entri </strong>(&eacute;ntri)<strong> 1. </strong>perkara (butiran, maklumat, dll) yg dimasukkan ke dlm sesuatu senarai (rakaman dll): <em>semua ~ disusun mengikut susunan</em> <em>abjad; </em><strong>2.</strong> karya (ciptaan dll) yg dikemukakan utk menyertai sesuatu pertandingan dsb: <em>drpd beratus-ratus ~ cerpen, hanya 13</em> <em>buah sahaja yg berjaya memenangi hadiah anjuran ESSO-GAPENA; </em><strong>3.</strong> kata atau ungkapan utama dlm kamus yg disusun mengikut urutan abjad yg disertai takrif dan maklumat lain spt kelas kata, etimologi dsb, kata masukan.</p>
<p>&nbsp;</p>
<p><strong>entrisme </strong>(&eacute;ntrisme) amalan menyusup masuk ke dlm sesebuah pertubuhan politik yg sedia ada dgn tujuan mengubah ideologi atau dasarnya dsb.</p>
<p>&nbsp;</p>
<p><strong>enuresis </strong>(&eacute;nur&eacute;sis) (Ubat) keluarnya kencing secara luar kawal, terutamanya sewaktu tidur.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>enzim </strong>(&eacute;nzim) (Bio) bahan kimia yg terdapat di dalam benda hidup (tumbuhan, haiwan, dll) yg menyebabkan perubahan kpd bahan kimia lain tetapi tidak pada dirinya sendiri: <em>air liur mengandungi ~</em> <em>yg boleh menghancurkan kanji dlm makanan utk dijadikan gula yg boleh larut.</em></p>
<p>&nbsp;</p>
<p><strong>enzimologi </strong>(&eacute;nzimologi) kajian tentang enzim.</p>
<p>&nbsp;</p>
<p><strong>eolit </strong>(&eacute;olit) batu yg digunakan sbg alat utk memotong, merodok dsb pd Zaman Batu Awal.</p>
<p>&nbsp;</p>
<p><strong>EON </strong>(ion) akronim bagi Edaran Otomobil Nasional Berhad.</p>
<p>&nbsp;</p>
<p><strong>epak; mengepak </strong>Id mengambil hak atas sesuatu yg mendatangkan hasil (faedah) dgn membayar wang (sewa dan cukainya), memajak. <strong>mengepakkan </strong>menyewakan atau memajakkan hak buat masa tertentu atas tanah (bangunan, dll) yg mendatangkan hasil (faedah) dgn bayaran tertentu;</p>
<p>&nbsp;</p>
<p><strong>pengepakan </strong>perbuatan mengepak(kan);<strong> pengepak </strong>orang yg mengepak.</p>
<p>&nbsp;</p>
<p><strong>epal </strong>(&eacute;pal) sj pokok yg buahnya berbentuk bulat, berwarna hijau, merah atau kuning dan boleh dimakan.</p>
<p>&nbsp;</p>
<p><strong>epek </strong>(&eacute;p&eacute;k)<strong> I </strong>tiang belat tempat mengikat bahagian atas dan bawah bidang belat.</p>
<p>&nbsp;</p>
<p><strong>epek </strong>(&eacute;p&eacute;k)<strong> II </strong>Jw sj ikat pinggang.</p>
<p>&nbsp;</p>
<p><strong>epentesis </strong>(&eacute;p&eacute;nt&eacute;sis) (Lin) penyisipan sesuatu huruf atau bunyi ke dlm kata, terutamanya kata pinjaman, tanpa perubahan maknanya supaya sesuai dgn bunyi bahasa peminjam itu, mis penyisipan huruf <em>e</em> dlm kata <em>gelas.</em></p>
<p>&nbsp;</p>
<p><strong>epidemik </strong>(&eacute;pid&eacute;mik) tercetusnya sesuatu penyakit yg menghinggapi banyak orang dlm sesuatu daerah pd sesuatu masa, wabak.</p>
<p>&nbsp;</p>
<p><strong>epidemiologi </strong>(&eacute;pid&eacute;miologi) kajian tentang penyakit epidemik.<strong> epidermis </strong>(&eacute;pidermis) lapisan kulit yg paling luar.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>epidiaskop </strong>(&eacute;pidiaskop) projektor utk menayangkan gambar benda-benda legap atau lut sinar.</p>
<p>&nbsp;</p>
<p><strong>epididimis </strong>(&eacute;pididimis) (Bio) tiub berlingkar di belakang testis, tempat laluan, simpanan, dan pematangan sperma.</p>
<p>&nbsp;</p>
<p><strong>epifenomena </strong>(&eacute;pif&eacute;nomena) fenomena sekunder atau tambahan.</p>
<p>&nbsp;</p>
<p><strong>epifit </strong>(&eacute;pifit) (Bio) tumbuhan herba yg menggunakan tumbuhan lain atau benda (spt dinding bangunan) utk mendapatkan sokongan fizikal (tanpa mendapatkan makanan drpd tumbuhan yg ditumpangi), mis anggerik, lumut.</p>
<p>&nbsp;</p>
<p><strong>epifora </strong>(&eacute;pifora) (Lin) pengulangan bunyi akhir kata atau struktur ayat dlm rangkap atau ayat yg berturutan utk mencapai kesan stilistik tertentu, mis rima di akhir baris dlm rangkap syair.</p>
<p>&nbsp;</p>
<p><strong>epiglotis </strong>(&eacute;piglotis) (Bio) struktur rawan nipis dekat pangkal lidah yg berfungsi menutup bukaan larinks semasa proses menelan supaya makanan atau minuman tidak termasuk ke dlm paru-paru.</p>
<p>&nbsp;</p>
<p><strong>epigoni </strong>(&eacute;pigoni) orang yg meneruskan dan memperkembang karya-karya seniman drpd angkatan yg telah lalu.</p>
<p>&nbsp;</p>
<p><strong>epigraf </strong>(&eacute;pigraf)<strong> 1. </strong>tulisan yg terdapat pd tugu, bangunan, dsb, prasasti;</p>
<p>&nbsp;</p>
<ol start="2">
<li>petikan yg dicetak pd bahagian awalan buku atau pd permulaan bahagian atau bab buku yg menggambarkan tema buku yg berkenaan.</li>
</ol>
<p>&nbsp;</p>
<p><strong>epigrafi </strong>(&eacute;pigrafi) kajian tentang prasasti.</p>
<p>&nbsp;</p>
<p><strong>epigram </strong>(&eacute;pigram)<strong> 1. </strong>puisi (sajak) yg pendek dan bernas serta mengandungi fikiran yg bijak dan menyindir; <strong>2.</strong> ungkapan atau perkataan yg pendek dan bernas serta mengandungi fikiran yg bijak dan menyindir.</p>
<p>&nbsp;</p>
<p><strong>epik </strong>(&eacute;pik)<strong> 1. </strong>puisi (sajak) panjang yg menceritakan bakti seseorang pahlawan (biasanya pahlawan dlm sejarah atau legenda); <strong>2.</strong> karya sastera, filem, dll yg menjadikan bakti kepahlawanan sbg perkara</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>sesebuah epik: <em>ia telah berjaya menarik perhatian kita utk melihat</em> <em>Hikayat Hang Tuah sbg sebuah ~ kebangsaan yg tinggi nilainya.</em></p>
<p>&nbsp;</p>
<p><strong>epikarpa </strong>(&eacute;pikarpa) (Bio) lapisan paling luar pd perikarpa buah tertentu.<strong> epilepsi </strong>(&eacute;pil&eacute;psi) (Ubat) sj penyakit saraf yg menyebabkan seseorang tidak&nbsp;&nbsp; sedar&nbsp;&nbsp; dgn&nbsp;&nbsp; anggotanya&nbsp;&nbsp; bergerak&nbsp;&nbsp; menyentak-nyentak,</p>
<p>&nbsp;</p>
<p>(penyakit) gila babi, sawan.</p>
<p>&nbsp;</p>
<p><strong>epileptik </strong>(&eacute;pil&eacute;ptik) bkn penyakit epilepsi: <em>pesakit ~.</em></p>
<p>&nbsp;</p>
<p><strong>epilog </strong>(&eacute;pilog)<strong> 1. </strong>bahagian akhir sesebuah karya atau drama yg memberi komen atau ringkasan tentang karya yg berkenaan; <strong>2.</strong> ucapan ringkas atau puisi yg diungkapkan oleh seseorang pelakon kpd penonton pd penghujung sesebuah persembahan drama.</p>
<p>&nbsp;</p>
<p><strong>epimenorea </strong>(&eacute;pim&eacute;nor&eacute;a) (Ubat) kedatangan haid yg terlalu sering dan tidak teratur dgn jangka masa kitar kurang drpd 28 hari.</p>
<p>&nbsp;</p>
<p><strong>episiotomi </strong>(&eacute;pisiotomi) (Ubat) pembedahan yg dibuat pd bukaan faraj semasa melahirkan anak supaya bayi mudah dikeluarkan.</p>
<p>&nbsp;</p>
<p><strong>episod </strong>(&eacute;pisod) satu bahagian drpd sesebuah karya sastera atau drama yg muncul dlm beberapa bahagian selama satu-satu tempoh.</p>
<p>&nbsp;</p>
<p><strong>episode </strong>(&eacute;pisode) IB episod.</p>
<p>&nbsp;</p>
<p><strong>epistaksis </strong>(&eacute;pistaksis) (Ubat) perdarahan dr hidung.</p>
<p>&nbsp;</p>
<p><strong>epistemologi </strong>(&eacute;pist&eacute;mologi) teori tentang pengetahuan, terutamanya yg berkaitan dgn kajian kritis tentang kesahihan, kaedah, dan skop sesuatu pengetahuan.</p>
<p>&nbsp;</p>
<p><strong>epitaf </strong>(&eacute;pitaf) penyataan ringkas memperingati orang yg meninggal dunia atau peristiwa yg lalu (pd batu nisan atau monumen).</p>
<p>&nbsp;</p>
<p><strong>epitome </strong>(&eacute;pitom&eacute;) orang atau benda yg merupakan contoh atau teladan yg unggul sesuatu sama ada dr segi kualiti, kelas dsb.</p>
<p>&nbsp;</p>
<p><strong>epizoit </strong>(&eacute;pizoit) (Bio) haiwan yg melekap pd badan haiwan lain tetapi tidak mendapatkan makanan drpd haiwan yg ditumpanginya.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>epok </strong>(&eacute;pok)<strong> I </strong>sj kampit kecil bertutup yg dianyam drpd mengkuang dll utk bekas sirih (pinang dll).</p>
<p>&nbsp;</p>
<p><strong>epok </strong>(&eacute;pok)<strong> II; berepok </strong>berada dlm pelukan atau pegangan (spt anak kecil dlm pelukan ibunya);</p>
<p>&nbsp;</p>
<p><strong>mengepok </strong>memeluk (biasanya kanak-kanak).<strong> epok-epok </strong>(&eacute;pok-&eacute;pok) sj kuih yg berintikan sayur.</p>
<p>&nbsp;</p>
<p><strong>epolet </strong>(&eacute;pol&eacute;t) tanda pangkat dll yg dipakai di bahagian bahu pakaian seragam, terutamanya pakaian seragam tentera.</p>
<p>&nbsp;</p>
<p><strong>eponim </strong>(&eacute;ponim) nama tempat, institusi dsb yg terbit drpd nama seseorang.</p>
<p>&nbsp;</p>
<p><strong>epos </strong>(&eacute;pos) puisi (sajak) pahlawan yg diperturunkan dr mulut ke mulut.</p>
<p>&nbsp;</p>
<p><strong>EPRD </strong>kep <em>Educational Planning and Policy Research Division</em> (iaitu Bahagian Perancangan dan Penyelidikan Dasar Pendidikan, iaitu salah satu bahagian di bawah Kementerian Pendidikan yg bertanggungjawab menyelidik dan menyediakan perancangan dasar pendidikan kebangsaan).</p>
<p>&nbsp;</p>
<p><strong>epsilon </strong>(&eacute;psilon) huruf kelima dlm abjad Yunani yg ditulis dgn simbol E,</p>
<p>&nbsp;</p>
<p>e.</p>
<p>&nbsp;</p>
<p><strong>epsom </strong>(&eacute;psom); <em>garam ~</em> serbuk putih (magnesium sulfat hidrat) yg digunakan sbg julap.</p>
<p>&nbsp;</p>
<p><strong>Er </strong>simbol kimia bagi erbium.</p>
<p>&nbsp;</p>
<p><strong>era </strong>(&eacute;ra)<strong> 1. </strong>jangka masa tertentu (yg lama) dlm sejarah: <em>penelitian rekod</em> <em>dr ~ penjajahan dan revolusi; </em><strong>2.</strong> jangka masa tertentu yg dianggap mempunyai sesuatu keistimewaan: <em>beberapa pandangan utk ~</em> <em>baru perjuangan; ~ perkembangan seni lukis; boleh dikatakan tahun 1920-an dan 1980-an merupakan ~ peluasan penjajahan Amerika.</em></p>
<p>&nbsp;</p>
<p><strong>erak </strong>ark lelah.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>erak </strong>(&eacute;rak);<strong> bererak, mengerak 1. </strong>berpisah atau bercerai (drpd), bergerak perlahan-lahan; <strong>2.</strong> berurai atau menjadi lepas dan terbuka</p>
<p>&nbsp;</p>
<p>(lingkaran rotan dll);</p>
<p>&nbsp;</p>
<p><strong>mengerak, mengerakkan 1. </strong>menguraikan, melepaskan atau membuka (lingkaran rotan, dawai, dll); <strong>2.</strong> menceraikan atau memisahkan.</p>
<p>&nbsp;</p>
<p><strong>eram; mengeram 1. </strong>duduk di atas telur supaya panas dan menetas (bkn ayam dsb): <em>hanya ayam betina sahaja yg ~;</em> <strong>2.</strong> duduk mengendap (spt harimau, kucing, dll yg hendak menangkap mangsanya); <strong>3.</strong> ki selalu duduk di rumah atau di sesuatu tempat sahaja: <em>kalau ~ di</em> <em>rumah sahaja manalah nak tahu hal orang; </em><strong>4.</strong> Mn lendut, rendah, lekuk (lantai, jalan, dll); <em>selama enggang ~</em> prb terlalu lama; <strong>mengerami </strong>mengeram di atas sesuatu (biasanya telur);</p>
<p>&nbsp;</p>
<p><em>~ telur orang </em>prb mengahwini perempuan yg telah mengandung;<em> seumpama telur sesarang dierami induknya </em>prb perihal anak-anak yg sama-sama berjaya kerana diberi layanan dan pemeliharaan yg saksama;</p>
<p>&nbsp;</p>
<p><strong>mengeramkan</strong>&nbsp;&nbsp;&nbsp; menjadikan&nbsp;&nbsp;&nbsp; telur&nbsp;&nbsp;&nbsp;&nbsp; dierami,&nbsp;&nbsp;&nbsp;&nbsp; menetaskan&nbsp;&nbsp;&nbsp; (dgn</p>
<p>&nbsp;</p>
<p>mengerami);</p>
<p>&nbsp;</p>
<p><strong>pengeraman </strong>perihal (perbuatan) mengerami;</p>
<p>&nbsp;</p>
<p><strong>pengeram </strong>= <em>mesin ~</em> sj alat yg mengeluarkan haba utk menetaskan telur.</p>
<p>&nbsp;</p>
<p><strong>erang </strong>=<strong> erangan </strong>keluhan atau rintihan (kerana kesakitan dll): <em>ia</em> <em>mendengar terus-menerus ~ isterinya pd malam sepi itu; </em><strong>mengerang 1. </strong>mengeluh kerana kesakitan, merintih: <em>ia mendengar</em> <em>suara ayahnya ~ kesakitan; </em><strong>2.</strong> ki mengeluh (merintih) kerana menderita dll: <em>di kampung-kampung Melayu, banyak orang yg ~</em> <em>tidak makan.</em></p>
<p>&nbsp;</p>
<p><strong>erang </strong>(&eacute;rang)<strong> I </strong>sl hitam, biru kehitam-hitaman.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>erang </strong>(&eacute;rang)<strong> II; </strong><em>~-erot</em> tidak lurus, herot-berot, bengkang-bengkok.<strong> erat 1. </strong>kemas, ketat, kuat-kuat, tidak longgar (genggaman, ikatan dll):</p>
<p>&nbsp;</p>
<p><em>Amiruddin menggenggam tangan Hawa ~; di sisinya duduk isterinya menggendong anaknya yg masih ~ menyusu; </em><strong>2.</strong> kukuh, teguh (janji dll), rapat, mesra, karib (hubungan, persahabatan, dll): <em>ia memegang nasihat itu dgn ~nya; perhubungan antara rakyat dan kerajaan tetap ~;</em></p>
<p>&nbsp;</p>
<p><strong>mengeratkan 1. </strong>menjadikan (genggaman, ikatan, dll) erat: <em>sebelum sempat ~ rangkuman tangan, kedengaran ia mencegah; </em><strong>2.</strong> menjadikan erat (rapat) persahabatan, pertalian, dll;</p>
<p>&nbsp;</p>
<p><strong>mempererat </strong>menjadikan lebih erat: <em>menggunakan sukan sbg alat</em> <em>utk ~ tali persahabatan; dia mempelopori usaha ~ kerjasama antara Britain dan Amerika;</em></p>
<p>&nbsp;</p>
<p><strong>keeratan </strong>keteguhan, kekariban (dlm persaudaraan, ikatan, dll): <em>saudara-mara berjabat tangan melambangkan ~ persatuan kita umat Islam;</em></p>
<p>&nbsp;</p>
<p><strong>pengerat </strong>seseorang atau sesuatu yg mengeratkan: <em>~ hubungan.</em><strong> erau </strong>(&eacute;rau);<strong> mengerau </strong>menziarahi (ke rumah orang mati).</p>
<p>&nbsp;</p>
<p><strong>erbium </strong>(Kim) sj unsur nadir bumi yg digunakan dlm peranti laser dan pembuatan aloi.</p>
<p>&nbsp;</p>
<p><strong>ercis </strong>(&eacute;rcis) IB sj kacang kara.</p>
<p>&nbsp;</p>
<p><strong>ere </strong>(&eacute;r&eacute;) Kl,Tr kehendak, kemahuan: <em>kamu jangan ikut ~ dia sangat,</em> <em>nanti dia mengada-ngada.</em></p>
<p>&nbsp;</p>
<p><strong>ereh </strong>(er&eacute;h) Jw, ark;<strong> mengereh </strong>memerintah, mengemudikan.</p>
<p>&nbsp;</p>
<p><strong>ereksi </strong>(&eacute;r&eacute;ksi) keadaan zakar yg membesar, mengeras dan menegak apabila bangkitnya nafsu syahwat.</p>
<p>&nbsp;</p>
<p><strong>erepsin </strong>(&eacute;r&eacute;psin) (Bio) sj enzim dalam usus kecil.<strong> erg </strong>unit tenaga dlm sistem metrik.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>ergonomik </strong>kajian tentang hubungan antara pekerja dgn persekitaran tempat kerja, spt aspek-aspek kejenteraan, peralatan, dan keadaan kerja.</p>
<p>&nbsp;</p>
<p><strong>ergosterol </strong>(Bio) sterol yg terdapat dlm kulat, yis dsb dan menghasilkan vitamin D apabila terkena sinaran ultraungu.</p>
<p>&nbsp;</p>
<p><strong>erik; mengerik </strong>memekik, menjerit, mendering (bkn gajah), merengkik (bkn kuda).</p>
<p>&nbsp;</p>
<p><strong>eritrosit </strong>(&eacute;ritrosit) (Bio) sel darah merah.</p>
<p>&nbsp;</p>
<p><strong>erong </strong>(&eacute;rong)<strong> I; erong-erong </strong>= <em>lubang ~</em> lubang tempat mengalirkan air (dlm kapal, empang, dll).</p>
<p>&nbsp;</p>
<p><strong>erong </strong>(&eacute;rong)<strong> II </strong>Kd, Kl;<strong> mengerong </strong>menggunting serong.</p>
<p>&nbsp;</p>
<p><strong>erot </strong>(&eacute;rot)<strong> I </strong>Jk;<strong> bererot, bererotan </strong>berduyun-duyun, berderet-deret, berjejal-jejal.</p>
<p>&nbsp;</p>
<p><strong>erot </strong>(&eacute;rot)<strong> II </strong>bp herot: <em>erang-~.</em></p>
<p>&nbsp;</p>
<p><strong>erotik </strong>(&eacute;rotik) membangkitkan nafsu syahwat, mengghairahkan, memberahikan: <em>penjualan majalah lucah yg penuh dgn gambar yg</em> <em>~ hendaklah dicegah segera.</em></p>
<p>&nbsp;</p>
<p><strong>erotika </strong>(&eacute;rotika) karya berbentuk buku, gambar dsb yg membangkitkan nafsu syahwat.</p>
<p>&nbsp;</p>
<p><strong>erotisisme </strong>(&eacute;rotisisme) (Ubat)<strong> 1. </strong>naluri atau keinginan seks;<strong> 2. </strong>keadaan memberahikan, keberahian.</p>
<p>&nbsp;</p>
<p><strong>erpah </strong>(&eacute;rpah); <em>tanah ~</em> bp tanah sewa yg disewakan turun-temurun (dgn had waktu yg tertentu).</p>
<p>&nbsp;</p>
<p><strong>erti 1. </strong>maksud yg terkandung dlm sesuatu perkataan (ayat, peribahasa, ungkapan, lambang, kiasan, dll), makna: <em>kata &ldquo;pekerja&rdquo; telah</em> <em>digunakan sbg pengganti kata &ldquo;kuli&rdquo; pd zaman kolonial, dan mempunyai ~ tertentu dlm masyarakat bahasa Indonesia; </em><strong>2.</strong> ki guna, faedah, kepentingan: <em>lebih baik diam sahaja, jika itu</em> <em>memberi ~ kpd penghidupan kita sekarang;</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><em>~ kata </em>makna (konsep) kata, maksud, takrif;<em> ~ kiasan </em>erti yg dilambangkan (bukan erti yg biasanya atau sebenarnya); <em>~ (yg)</em> <em>mendatang </em>erti lain yg terbit drpd sesuatu makna asal;</p>
<p>&nbsp;</p>
<p><strong>seerti </strong>serupa atau sama ertinya; <em>kata ~</em> kata yg ertinya sama atau hampir-hampir sama dgn kata (kata-kata) yg lain;</p>
<p>&nbsp;</p>
<p><strong>bererti 1. </strong>mempunyai (mengandungi) erti, ada ertinya, bermakna: <em>seringkali apa yg diucapkannya tidak ~ sama sekali; </em><strong>2</strong>. ertinya, bermakna, bermaksud: <em>ini ~ bahawa Timur dan Barat sudah sama</em> <em>banyak dlm pertubuhan dunia itu; </em><strong>3.</strong> berguna, berfaedah, mustahak, penting: <em>bagi kita yg sudah lama menderita ini, bantuan</em> <em>yg sebanyak itu tidak ~ langsung; </em><strong>4.</strong> sebenarnya, sama halnya dgn:<em> membiarkan sahaja kampung yg dianggap berbahaya ini ~ mendedahkan negeri ini kpd anasir jahat;</em></p>
<p>&nbsp;</p>
<p><strong>keberertian </strong>keadaan bererti: <em>~ sosial drpd iltizam mereka yg</em> <em>sentiasa berubah</em>;</p>
<p>&nbsp;</p>
<p><strong>mengerti </strong>mengetahui atau memahami erti (kepentingan dll) yg terkandung (dlm perkataan, ucapan, perbuatan, dll): <em>ia</em> <em>menganggukkan kepalanya tanda ~ akan isyarat yg dilihatnya; </em><strong>dimengerti </strong>difahami (diketahui) ertinya (tujuannya, maksudnya, kepentingannya): <em>buku itu bukanlah sekadar dibaca sahaja tetapi</em> <em>utk ~ akan isinya;</em></p>
<p>&nbsp;</p>
<p><strong>mengertikan 1. </strong>menjelaskan erti (makna) sesuatu, memberi erti, mentafsirkan: <em>batu nisan itu mempunyai tulisan yg tidak dapat</em> <em>diertikan; maka oleh Sultan masalah itu disuruh ertikan ke Pasai; kalau dia berdiam diri, janganlah diertikan dia bersetuju; </em><strong>2.</strong> membuat atau menjadikan (orang dll) mengerti;</p>
<p>&nbsp;</p>
<p><strong>ertian </strong>tafsiran;</p>
<p>&nbsp;</p>
<p><strong>pengertian 1. </strong>fahaman, tanggapan (gambaran) bkn sesuatu: <em>kecerdasan dan ~ sangatlah mustahak dlm kira-kira; </em><strong>2.</strong> erti,</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>gagasan, idea, konsep: <em>mengikut ~ sains, istilah &ldquo;pernafasan&rdquo; itu</em> <em>meliputi segala proses mengubah tenaga; </em><strong>3.</strong> persefahaman, persetujuan (secara tidak rasmi): <em>tidak ada ertinya kami berbahas</em> <em>lanjut-lanjutan, tidak akan bertemu titik ~; </em><strong>4.</strong> penerangan, penjelasan: <em>perkataan &ldquo;baik&rdquo; digunakan utk memberi penerangan</em> <em>atau ~ atas nilaian terhadap sesuatu perbuatan.</em></p>
<p>&nbsp;</p>
<p><strong>eru </strong>sj tumbuhan (pokok), cemara, <em>Casuarina equisetifolia;</em><strong> ru. es </strong>(&eacute;s) Id ais, air batu; <em>~ lilin</em> (<em>loli</em>) ais krim batang;</p>
<p>&nbsp;</p>
<p><strong>dies </strong>dimasukkan (disejukkan) dlm ais.</p>
<p>&nbsp;</p>
<p><strong>esa </strong>satu, tidak lebih dan tidak kurang drpd satu, tunggal; <em>kurang ~ empat</em> <em>puluh </em>tiga puluh sembilan;<em> Tuhan yg ~ </em>Tuhan yg hanya satu;</p>
<p>&nbsp;</p>
<p><em>~ hilang, dua terbilang </em>prb terus berusaha dgn keazaman hingga tercapai cita-cita; <em>berbilang dr ~, mengaji dr alif</em> prb membuat sesuatu itu hendaklah dimulai dr permulaannya;</p>
<p>&nbsp;</p>
<p><strong>mengesakan </strong>membuat (menjadikan, menganggap, dll) satu: <em>aku</em> <em>tetap ~ Allah dan tidak menyekutukan-Nya;</em></p>
<p>&nbsp;</p>
<p><strong>esa-esaan </strong>keseorangan, berasa sunyi;</p>
<p>&nbsp;</p>
<p><strong>keesaan </strong>perihal tunggal, kesatuan, sifat tunggal: <em>~ Tuhan.</em><strong> esak </strong>(&eacute;sak); <em>sakit ~</em> sj penyakit susah bernafas;</p>
<p>&nbsp;</p>
<p><strong>mengesak, teresak, teresak-esak </strong>tersedu-sedu (menangis): <em>tiba-tiba dia ~, dia menangis; Jaliah menangis teresak-esak seorang diri;</em></p>
<p>&nbsp;</p>
<p><strong>esakan&nbsp; </strong>sedu-sedan:<strong>&nbsp; </strong><em>Minah&nbsp; makin&nbsp; kuat&nbsp; menangis,&nbsp; ~nya&nbsp; makin</em></p>
<p>&nbsp;</p>
<p><em>kencang.</em></p>
<p>&nbsp;</p>
<p><strong>ESCAP </strong>(&eacute;sk&eacute;p) akronim bagi <em>Economic and Social Commission for Asia</em> <em>and the Pacific </em>(Suruhanjaya Ekonomi dan Sosial bagi Asia dan Pasifik).</p>
<p>&nbsp;</p>
<p><strong>escudo </strong>(&eacute;scudo) unit mata wang utama Portugal.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>esei </strong>(&eacute;s&eacute;i) karangan prosa (yg biasanya lebih pendek drpd tesis atau disertasi) tentang sesuatu tajuk: <em>menurut definisi &lsquo;Encyclopedia</em> <em>Britannica&rsquo;, ~ ialah satu karangan yg berpatutan panjangnya.</em></p>
<p>&nbsp;</p>
<p><strong>eseis </strong>(&eacute;s&eacute;is) penulis esei.</p>
<p>&nbsp;</p>
<p><strong>esek </strong>(&eacute;s&eacute;k)<strong> I; </strong><em>demam ~</em> sj penyakit demam yg menyebabkan kulit kering dan bersisik.</p>
<p>&nbsp;</p>
<p><strong>esek </strong>(&eacute;s&eacute;k)<strong> II; </strong><em>daun ~ nanah</em> sj tumbuhan (pokok memanjat), akar pisang-pisang jantan, <em>Uvaria purpurea.</em></p>
<p>&nbsp;</p>
<p><strong>eselon </strong>(&eacute;selon)<strong> 1. </strong>tingkat pangkat (kedudukan) dlm sesuatu organisasi, masyarakat dsb: <em>~ atasan;</em> <strong>2.</strong> formasi yg terdiri drpd beberapa kapal terbang, kapal atau trup dsb yg bergerak berturut-turut dan ke sisi antara satu sama lain dlm susunan spt tangga.</p>
<p>&nbsp;</p>
<p><strong>esen </strong>(&eacute;s&eacute;n) bahagian yg paling penting drpd sesuatu perkara (benda dll), sari: <em>putar mentega dan masukkan ~ vanila.</em></p>
<p>&nbsp;</p>
<p><strong>esensi </strong>(&eacute;s&eacute;nsi) hal (unsur) yg pokok, inti: <em>kita dapat menerima hal ini</em> <em>sbg ~ drpd apa yg mungkin disebut kepercayaan 'statis'.</em></p>
<p>&nbsp;</p>
<p><strong>eskalator </strong>(&eacute;skalator) tangga bergerak utk membawa orang naik atau turun antara tingkat bangunan.</p>
<p>&nbsp;</p>
<p><strong>eskapisme </strong>(&eacute;skapisme) tindakan atau kecenderungan melarikan diri drpd kenyataan dgn menumpukan fikiran kpd sesuatu perkara lain (biasanya yg kurang baik) drpd masalah yg dihadapi sbg langkah untuk mencari ketenangan: <em>ada juga yg berkarya kerana tekanan</em> <em>jiwa, lalu dicurahkan pd kertas sbg suatu ~</em>.</p>
<p>&nbsp;</p>
<p><strong>eskatologi </strong>(&eacute;skatologi) cabang teologi atau kepercayaan agama yg berkaitan dgn berakhirnya dunia.</p>
<p>&nbsp;</p>
<p><strong>eskot </strong>(&eacute;skot) pengiring (bersenjata ataupun tidak) utk melindungi (menghormati) seseorang.</p>
<p>&nbsp;</p>
<p><strong>esofagus </strong>(&eacute;sofagus) (Bio) bahagian salur makanan yg terletak di antara tekak dan perut.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>esok </strong>(&eacute;sok)<strong> 1. </strong>hari selepas hari ini, besok: <em>~ kita ke Pulau Pinang; ~nya</em> hari selepas hari itu; <strong>2.</strong> kemudian hari, nanti, kelak; <em>~ lusa</em> a) esok atau lusa; b) esok atau pd suatu waktu yg akan datang nanti; <strong>beresok </strong>esok, besok; <em>~nya</em> esoknya;</p>
<p>&nbsp;</p>
<p><strong>mengesokkan </strong>= <em>~ hari</em> menangguhkan hingga esok;<strong> keesokan; </strong><em>~ harinya</em> = <em>~nya</em> esoknya.</p>
<p>&nbsp;</p>
<p><strong>esoterik </strong>(&eacute;soterik) hanya difahami, diketahui atau dihayati oleh sebilangan kecil orang sahaja (bkn faham, kepercayaan, puisi dll): <em>puisi ~.</em></p>
<p>&nbsp;</p>
<p><strong>Esperanto </strong>(&eacute;speranto) bahasa buatan antarabangsa yg sebahagian besarnya berdasarkan kata-kata yg dikongsi oleh bahasa-bahasa utama di Eropah.</p>
<p>&nbsp;</p>
<p><strong>espionaj </strong>(&eacute;spionaj) perbuatan mengintip bagi mendapatkan rahsia politik (ketenteraan, perindustrian, dsb) dgn menggunakan pengintip: <em>sesuai dgn cerita penyiasatan dan ~</em>.</p>
<p>&nbsp;</p>
<p><strong>esplanad </strong>(&eacute;splanad) kawasan lapang yg rata dan panjang, tempat orang bersiar-siar atau berjalan-jalan, biasanya di tepi laut.</p>
<p>&nbsp;</p>
<p><strong><em>esprit de corps </em></strong>(&eacute;spri de ko) (Perancis) semangat setia kawan di kalangan ahli sesuatu kumpulan.</p>
<p>&nbsp;</p>
<p><strong>estafette </strong>(estaf&eacute;tte) IB perlumbaan lari (berenang) berganti-ganti.</p>
<p>&nbsp;</p>
<p><strong>ester </strong>(&eacute;ster) (Kim) sebatian yg terbentuk drpd tindak balas antara asid dgn alkohol.</p>
<p>&nbsp;</p>
<p><strong>estet </strong>(&eacute;st&eacute;t)<strong> 1. </strong>ladang atau kebun (getah, kelapa, dll) yg luasnya lebih drpd seratus ekar; <strong>2.</strong> kawasan yg sudah dimajukan dgn pembinaan bangunan (kilang dsb); <em>~ perindustrian</em> kawasan yg dimajukan utk keperluan perindustrian.</p>
<p>&nbsp;</p>
<p><strong>estetik </strong>(&eacute;st&eacute;tik) bkn keindahan atau penghargaan terhadap keindahan (terutamanya dlm bidang seni): <em>sebenarnya, pertelingkahan ini</em> <em>adalah antara nilai ~ yg dihubungkan dgn akademi abad ke-19.</em></p>
<p><em><br /> </em></p>
<p>&nbsp;</p>
<p><strong>estetika </strong>(&eacute;st&eacute;tika) cabang falsafah yg mengkaji konsep yg berkaitan dgn keindahan, cita rasa, dll.</p>
<p>&nbsp;</p>
<p><strong>estetisisme </strong>(&eacute;st&eacute;tisisme) fahaman bahawa prinsip estetik mendasari semua penilaian yg dibuat oleh manusia.</p>
<p>&nbsp;</p>
<p><strong>estriol </strong>(&eacute;striol) (Bio) hormon estrogen yg terdapat semula jadi dlm air kencing wanita hamil.</p>
<p>&nbsp;</p>
<p><strong>estrogen </strong>(&eacute;strogen) (Bio) hormon seks yg merangsang perubahan pd organ pembiakan betina dan perkembangan ciri-ciri seks sekunder pd mamalia betina.</p>
<p>&nbsp;</p>
<p><strong>estrus </strong>(&eacute;strus) (Bio) tempoh berlakunya pembentukan ovum pd haiwan betina (tempoh ini berbeza-beza antara spesies haiwan yg berlainan).</p>
<p>&nbsp;</p>
<p><strong>eta </strong>(&eacute;ta) huruf ketujuh dlm abjad Yunani yg ditulis dgn simbol H, h.<strong> etak </strong>(&eacute;tak) sj kerang sungai, gayam<em>, Asaphis spp.</em></p>
<p><strong>etalase </strong>(&eacute;talase) IB sj tingkap di kedai utk mempamerkan barang-barang</p>
<p>&nbsp;</p>
<p>dagangan.</p>
<p>&nbsp;</p>
<p><strong>etanol </strong>(&eacute;tanol) (Kim) nama saintifik bagi alkohol.</p>
<p>&nbsp;</p>
<p><strong>etanolamina </strong>(&eacute;tanolamina) (Kim) sj sebatian organik berbentuk cecair likat, tidak berwarna, berbau spt ammonia dan larut campur dlm air, aseton dan metanol, biasanya digunakan sbg pelarut, utk membuat detergen, cat emulsi dan penggilap.</p>
<p>&nbsp;</p>
<p><strong>etek </strong>(&eacute;t&eacute;k) Mn panggilan kpd emak saudara yg bongsu, bibi, mak cik.<strong> eter </strong>(&eacute;ter) (Kim)<strong> 1. </strong>cecair mudah terbakar, meruap, digunakan sbg</p>
<p>&nbsp;</p>
<p>pelarut dan ubat bius; <strong>2.</strong> sebatian organik yg diterbitkan drpd alkohol dgn menyingkirkan air.</p>
<p>&nbsp;</p>
<p><strong>etika </strong>(&eacute;tika)<strong> 1. </strong>ilmu bkn prinsip-prinsip akhlak atau moral;<strong> 2. </strong>prinsip moral (atau akhlak) atau nilai-nilai akhlak yg menjadi pegangan seseorang individu atau sesuatu kumpulan (persatuan, pekerjaan,</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p>dll); <em>~ perubatan</em> nilai dan garis panduan yg harus dipatuhi oleh para doktor dlm pengamalan perubatan masing-masing;</p>
<p>&nbsp;</p>
<p><strong>beretika </strong>mempunyai atau berpegang kpd etika, berakhlak, bermoral: <em>amalan yg tidak ~ itu perlu dihentikan segera.</em></p>
<p>&nbsp;</p>
<p><strong>etiket </strong>(&eacute;tik&eacute;t)<strong> 1. </strong>kertas yg bertulis dgn nama (alamat dll) yg ditampalkan pd botol dll; <strong>2.</strong> adat dan peraturan bkn kesopanan (terutamanya dlm kehidupan sosial atau dlm profesion tertentu): <em>wanita bangsa</em> <em>kita belum mahir tentang ~ yg lazim di rumah-rumah orang besar.</em></p>
<p>&nbsp;</p>
<p><strong>etil </strong>(&eacute;til) (Kim) radikal hidrokarbon monovalen yg terbit drpd etana.<strong> etimologi </strong>(&eacute;timologi) cabang ilmu linguistik yg mengkaji asal usul dan</p>
<p>&nbsp;</p>
<p>perkembangan sesuatu kata.</p>
<p>&nbsp;</p>
<p><strong>etimon </strong>(&eacute;timon) (Lin) bentuk kata yg menjadi sumber penerbitan bentuk kata lain, mis kata Austronesia Purba *<em>hijav</em> menjadi sumber kpd kata <em>hijau</em> (Melayu), <em>ijo</em> (Jawa) dan <em>hilau</em> (Tagalog).</p>
<p>&nbsp;</p>
<p><strong>etiologi </strong>(&eacute;tiologi)<strong> 1. </strong>kajian tentang punca (sebab) timbulnya penyakit;<strong> 2. </strong>kajian atau falsafah tentang sebab-musabab.</p>
<p>&nbsp;</p>
<p><strong>etnik </strong>(&eacute;tnik) bkn bangsa manusia: <em>ia juga tidak memaksa perubahan</em> <em>terhadap kepercayaan agama atau membuang unsur ~ sesuatu kaum; masyarakat majmuk mempunyai kelompok ~ yg hidup berlainan, tetapi di bawah sistem politik yg sama.</em></p>
<p>&nbsp;</p>
<p><strong>etno- </strong>(&eacute;tno) <em>awalan asing</em> ras, etnik atau budaya, mis <em>etnografi</em> dan <em>etnologi.</em></p>
<p>&nbsp;</p>
<p><strong>etnobotani </strong>(&eacute;tnobotani) kajian tentang pengetahuan dan adat resam sesuatu suku bangsa yg berkaitan dgn tumbuh-tumbuhan dan kegunaannya.</p>
<p>&nbsp;</p>
<p><strong>etnogeni </strong>(&eacute;tnog&eacute;ni) cabang etnologi yg berkaitan dgn asal usul ras.<strong> etnografi </strong>(&eacute;tnografi) cabang antropologi yg berkaitan dgn pemerian</p>
<p>&nbsp;</p>
<p>saintifik tentang masyarakat manusia.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>etnolinguistik </strong>(&eacute;tnolinguistik) cabang linguistik antropologi yg mengkaji sikap penutur terhadap bahasanya, khususnya bentuk yg digunakan utk mewujudkan keakraban: <em>berdasarkan kajian ~, bahasa Bajau</em> <em>merangkumi dialek campuran.</em></p>
<p>&nbsp;</p>
<p><strong>etnologi </strong>(&eacute;tnologi) cabang antropologi yg mengkaji rumpun (suku, kumpulan) bangsa manusia dan pelbagai aspek kebudayaannya serta perhubungan antara satu bangsa dgn yg lain.</p>
<p>&nbsp;</p>
<p><strong>etnomuzikologi </strong>(&eacute;tnomuzikologi) kajian tentang muzik pelbagai etnik dan budaya.</p>
<p>&nbsp;</p>
<p><strong>etnosentrik </strong>(&eacute;tnos&eacute;ntrik) cenderung menganggap masyarakat (budaya dsb) sendiri lebih unggul drpd masyarakat (budaya dsb) lain: <em>inilah</em> <em>pemikiran ~ yg menganggap tamadun dan budaya barat lebih tinggi dan maju.</em></p>
<p>&nbsp;</p>
<p><strong>etnosentrisme </strong>(&eacute;tnos&eacute;ntrisme) (Ant) pandangan atau sikap yg percaya bahawa golongan atau kebudayaan etnik sendiri lebih unggul drpd golongan atau kebudayaan etnik lain.</p>
<p>&nbsp;</p>
<p><strong>etok </strong>Kl, Tr sejenis kerang sungai, gayam, <em>Asaphis spp.: kalau kamu</em> <em>rebus ~ itu, jangan lupa bubuh serai.</em></p>
<p>&nbsp;</p>
<p><strong>etologi </strong>(&eacute;tologi) kajian saintifik tentang kelakuan binatang.</p>
<p>&nbsp;</p>
<p><strong>etos </strong>(&eacute;tos) sifat ciri sesuatu bangsa, budaya, era, dll: <em>pelukis Malaysia</em> <em>boleh menghasilkan karya yg benar-benar mencerminkan aspirasi, falsafah dan ~ masyarakat dan negara kita.</em></p>
<p>&nbsp;</p>
<p><strong>Eu </strong>simbol kimia bagi europium.</p>
<p>&nbsp;</p>
<p><strong>eufemisme </strong>(&eacute;uf&eacute;misme) ungkapan yg lebih lembut (sopan, manis, dsb) utk menggantikan ungkapan yg dianggap kasar, mis <em>buang air</em> <em>kecil </em>utk<em> kencing</em>.</p>
<p>&nbsp;</p>
<p><strong>eufoni </strong>(&eacute;ufoni) (Lin) gabungan bunyi yg menyenangkan, terutamanya dlm ucapan.</p>
<p>&nbsp;</p>
<p><strong>eufonium </strong>(&eacute;ufonium) (Muz) sj alat tiup yg mempunyai empat injap.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><strong>euforia </strong>(&eacute;uforia)<strong> 1. </strong>(Ubat) keriangan yg berlebihan yg boleh dicetuskan oleh dadah atau penyakit mania; <strong>2.</strong> rasa gembira yg amat sangat: <em>kita boleh menjadi ghairah dan tenggelam dlm ~ wawasan 2020.</em></p>
<p>&nbsp;</p>
<p><strong>eugenik </strong>(&eacute;ug&eacute;nik) kajian kaedah utk menghasilkan ras manusia yg lebih baik melalui pembiakan berpilih.</p>
<p>&nbsp;</p>
<p><strong>euglena&nbsp; </strong>(&eacute;ugl&eacute;na)&nbsp; sj&nbsp; protozoa&nbsp; air&nbsp; tawar&nbsp; yg&nbsp; ada&nbsp; ciri&nbsp; tumbuhan&nbsp; juga,</p>
<p>&nbsp;</p>
<p><em>Euglena spp</em>.</p>
<p>&nbsp;</p>
<p><strong>eulogi </strong>(&eacute;ulogi) ucapan (secara lisan atau tulisan) yg memuji atau menyanjung pencapaian seseorang atau sifat peribadinya yg luhur.</p>
<p>&nbsp;</p>
<p><strong>euro </strong>(&eacute;uro) unit mata wang bagi negara anggota Kesatuan Eropah.<strong> eurodolar </strong>(&eacute;urodolar) mata wang Amerika Syarikat yg didepositkan di</p>
<p>&nbsp;</p>
<p>bank di luar Amerika Syarikat, terutamanya di Eropah, utk tujuan perdagangan.</p>
<p>&nbsp;</p>
<p><strong>europium </strong>(&eacute;uropium) (Kim) sj unsur logam yg lembut, mulur, mudah bertindak balas, berwarna putih perak, dan digunakan dlm televisyen warna dan laser.</p>
<p>&nbsp;</p>
<p><strong>euroyen </strong>(&eacute;uroy&eacute;n) mata wang Jepun yg didepositkan di bank di Eropah utk tujuan perdagangan.</p>
<p>&nbsp;</p>
<p><strong>eutanasia </strong>(&eacute;utanasia) (Ubat) perbuatan mematikan seseorang yg menanggung azab penyakit yg tidak dapat disembuhkan lagi atas dasar perikemanusiaan supaya pesakit tersebut tidak berpanjangan mengalami azab.</p>
<p>&nbsp;</p>
<p><strong>evasif </strong>(&eacute;vasif) sikap mengelak diri drpd sesuatu tanggungjawab, tindakan, dsb: <em>sikap ~ setengah-setengah ahli kumpulan boleh</em> <em>menjejaskan kemajuan kerja yg telah dirancangkan.</em></p>
<p>&nbsp;</p>
<p><strong>evolusi </strong>(&eacute;volusi)<strong> 1. </strong>perubahan secara beransur-ansur pd haiwan atau tumbuhan, drpd satu generasi kpd generasi lain; <strong>2.</strong> perkembangan secara beransur-ansur, terutamanya pd bentuk yg lebih kompleks:</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><em>sudah terbukti bahawa sesuatu masyarakat itu menerima perubahan, sama ada secara ~ atau revolusi;</em></p>
<p>&nbsp;</p>
<p><strong>berevolusi </strong>berkembang secara beransur-ansur: <em>bulu dikatakan</em> <em>berasal drpd struktur epidermis yg ~ drpd sisik reptilia.</em></p>
<p>&nbsp;</p>
<p><strong>ewa </strong>(&eacute;wa) Jw segan, enggan, tidak suka.</p>
<p>&nbsp;</p>
<p><strong>ewah </strong>(&eacute;wah) sr kata utk memuji, menyindir, menghina dsb seseorang.</p>
<p>&nbsp;</p>
<p><strong><em>Exco </em></strong>(&eacute;ksko) akronim bagi<strong> 1. </strong><em>Executive Councillor </em>a) Ahli Dewan Undangan Negeri yg dilantik, sama ada oleh Menteri Besar atau Ketua Menteri sesebuah negeri di Malaysia utk menganggotai badan eksekutif kerajaan negeri; b) ahli jawatankuasa sesebuah pertubuhan atau persatuan, biasanya yg besar; <strong>2.</strong> <em>Executive Council</em> a) badan eksekutif yg membuat dasar bagi kerajaan negeri; b) jawatankuasa pertubuhan atau persatuan.</p>
<p>&nbsp;</p>
<p><strong><em>ex gratia </em></strong>(&eacute;ks gratia) (Latin) (Udg) diberikan atau dibuat sbg suatu pemberian atau tanda persahabatan, bukan diwajibkan di sisi undang-undang: <em>bayaran ~.</em></p>
<p>&nbsp;</p>
<p><strong><em>ex officio </em></strong>(&eacute;ks efisyio) (Latin) (Udg) atas dasar, memandangkan atau disebabkan jawatan.</p>
<p>&nbsp;</p>
<p><strong><em>ex parte </em></strong>(&eacute;ks pati) (Latin) (Udg) bagi pihak atau kepentingan sebelah (satu) pihak sahaja: <em>sebelum ini beliau telah mendapat perintah</em> <em>sementara hak penjagaan anak dlm permohonan secara ~ pd bulan lepas.</em></p>
<p>&nbsp;</p>
<p><strong>eyang </strong>(&eacute;yang) Jw datuk, nenek.</p>
</script>
    </div>
   <table border=0 cellpadding=1 cellspacing=1>
    <tr>
      <td valign=top>
         <div style="left: 10px; border: 0px none; height: 30px; position: fixed; width: 360px; overflow: hidden; bottom: 10px;">
    <div style="overflow: hidden;">
    </div>
    <iframe src="srchform.html" scrolling="no" style="height: 50px; border: 0px none; width: 700px; margin-bottom: 0px; margin-left: 24px;">
    </iframe>
      </td>
      <td valign=top width=99 style="padding-top:3px;">
        <script language="JavaScript">
          <!--
var TRange=null;

function findString (str) {
 if (parseInt(navigator.appVersion)<4) return;
 var strFound;
 if (window.find) {

  // CODE FOR BROWSERS THAT SUPPORT window.find

  strFound=self.find(str);
  if (!strFound) {
   strFound=self.find(str,0,1);
   while (self.find(str,0,1)) continue;
  }
 }
 else if (navigator.appName.indexOf("Microsoft")!=-1) {

  // EXPLORER-SPECIFIC CODE

  if (TRange!=null) {
   TRange.collapse(false);
   strFound=TRange.findText(str);
   if (strFound) TRange.select();
  }
  if (TRange==null || strFound==0) {
   TRange=self.document.body.createTextRange();
   strFound=TRange.findText(str);
   if (strFound) TRange.select();
  }
 }
 else if (navigator.appName=="Opera") {
  alert ("Opera browsers not supported, sorry...")
  return;
 }
 if (!strFound) alert ("String '"+str+"' not found!")
 return;
}
//-->
</script>
</BODY>
</html> 